Repository: Evolvapor/EScribeTranslations
Catalog: */EScribe.po
Languages: bg, de, es, fr, it, nb, nl, zh_hans

source: &Custom...
bg: &Потребителски...
de: &Angepasst...
es: &Personalizado...
fr: &Personnalisé...
it: Personali&zzato...
nb: Til&passet...
nl: &Aangepast...
zh_hans: 自定义...

source: Puff
bg: Дръпки
de: Zug
es: Calada
nb: Trekk
nl: Puf
zh_hans: 喷烟

source: Duration (seconds):
bg: Продължителност (секунди):
de: Dauer (sekunden):
es: Duracion (segundos):
fr: Durée (secondes):
it: Durata (secondi):
nb: Varighet (sekunder):
nl: Tijdsduur (seconden):
zh_hans: 持续时间(秒):

source: Set &Power...
bg: Настрой мощността...
de: &Leistung festlegen...
es: Establecer &Potencia...
fr: Configurer la &puissance...
it: Sel. &Potenza...
nb: Sett &effekt...
nl: Stel &vermogen in...
zh_hans: 功率设置...

source: Set Power
bg: Настройка мощност
de: Leistung festlegen
es: Establecer Potencia
fr: Configurer la puissance
it: Sel. Potenza
nb: Sett effekt
nl: Stel vermogen in
zh_hans: 功率设置

source: Power (W):
bg: Мощност (W):
de: Leistung (W):
es: Potencia (W):
fr: Puissance (w):
it: Potenza (W):
nb: Effekt (W):
nl: Vermogen (w):
zh_hans: 功率(w):

source: Set &Temperature...
bg: Настройка &температура...
de: &Temperatur festlegen...
es: Establecer &Temperatura...
fr: Configurer la &température...
it: Sel. &Temperatura...
nb: Sett &temperatur...
nl: Stel &temperatuur in...
zh_hans: 温度设置...

source: Set Temperature
bg: Настройка температура
de: Temperatur festlegen
es: Establecer Temperatura
fr: Configurer la température
it: Sel. temperatura
nb: Sett temperatur
nl: Stel temperatuur in
zh_hans: 温度设置

source: Units:
bg: Единици:
de: Einheiten:
es: Unidades:
fr: Unités:
it: Unità:
nb: Enheter:
nl: Eenheden:
zh_hans: 单位:

source: &Disable Temperature Protection
bg: &Забрани температурната защита
de: &Temperaturschutz deaktivieren
es: &Desactivar Proteccion de Temperatura
fr: &Désactiver la protectin de temp.
it: &Disabilita protezione temperatura
nb: &Deaktiver temperaturbeskyttelse
nl: &Zet temperatuurbeveiliging uit
zh_hans: 禁用温度保护

source: Enter Temperature &Monitoring Mode...
bg: Влез в режима за мониторинг на темп. ...
de: Temperatur&überwachungsmodus aktivieren...
es: Ingrese al Modo de Monitoreo de Temperatura...
fr: Entrer le mode de &monitoring...
it: Entrare in modalità &monitoraggio della temperatura...
nb: Start temperaturovervåknings&modus...
nl: Activeer temperatuur&monitoring...
zh_hans: 进入温度监控模式...

source: &Diagnostics
bg: &Диагностика
de: &Diagnose
es: &Diagnostico
fr: &Diagnostiques
it: &Diagnostica
nb: &Diagnostikk
nl: &Diagnostiek
zh_hans: 诊断

source: Set &Profile...
bg: Установи &профил...
de: &Profil festlegen...
es: Estableccer &Perfil...
fr: Configurer le &profil...
it: Sel. &Profilo...
nb: Sett &profil...
nl: Stel &profiel in...
zh_hans: 配置文件设置...

source: Set Profile
bg: Установи профил
de: Profil festlegen
es: Establecer Perfil
fr: Configurer le profil
it: Sel. profilo
nb: Sett profil
nl: Stel profiel in
zh_hans: 配置文件设置

source: Set &Charge Estimate...
bg: Установи &приблизителното зареждане...
de: &Geschätzte Ladedauer festlegen...
es: Establecer Estimacion de &Carga...
fr: Configurer la &charge estimée...
it: Sel. stima di &Carica...
nb: Sett &ladingsestimat...
nl: Stel &oplaadschatting in...
zh_hans: 充电估算值设置...

source: &Set USB Current Limit...
bg: &Установи лимит на USB тока...
de: USB Stromgrenze &festlegen...
es: &Establecer límite de corriente USB
fr: &Configurer la limite d'ampérage USB...
it: &Sel. limite corrente USB...
nb: &Sett USB-strømgrense...
nl: &Stel USB Stroom limiet in...
zh_hans: usb电流限制设置...

source: &Reset USB Current Limit
bg: &Изчисти USB лимита на тока
de: USB Stromgrenze &zurücksetzen
es: &Resetear Limite de Corriente USB
fr: &Réinitialiser la limite d'ampérage USB
it: &Reset limite corrente USB
nb: Nullstill USB-st&rømgrense
nl: &Zetl USB stroomlimiet terug
zh_hans: 重置usb电流限制

source: &Advanced
bg: &Разширено
de: &Erweitert
es: &Avanzado
fr: &Avancé
it: &Avanzate
nb: &Avansert
nl: &Geavanceerd
zh_hans: 高级

source: Perform USB &Recovery Charging...
bg: Изпълни USB възстановяващо зареждане...
de: USB-&Wiederherstellungsladen durchführen...
es: Realizar Carga de &Recuperacion USB...
fr: Effectuer un chargement de récupération USB...
it: Esegui &ripristino ricarica USB...
nb: Gjennomfør USB-gjenopp&rettingslading...
nl: Voer USB &herstelopladen uit...
zh_hans: 执行usb恢复性充电...

source: Reset &Statistics
bg: Изчисти &статистиките
de: &Statistiken zurücksetzen
es: Resetear &Estadisticas
fr: Réinit. les &statistiques
it: Reset &statistiche
nb: Nullstill &statistikk
nl: Wis &statistieken
zh_hans: 重置统计

source: Version: {0}
bg: Версия: {0}
it: Versione: {0}
nb: Versjon: {0}
nl: Versie: {0}
zh_hans: 版本: {0}

source: Mode: {0}
bg: Режим: {0}
de: Modus: {0}
es: Modo: {0}
it: modo: {0}
nb: Modus: {0}
nl: Modus: {0}
zh_hans: 模式: {0}

source: Stealth
bg: Тих режим
de: Bildschirm aus
es: Sigiloso
it: Nascosto
nb: Skjult
nl: Verborgen
zh_hans: 隐藏

source: Power Locked
bg: Мощността заключена
de: Leistung gesperrt
es: Potencia Bloqueada
fr: Puissance verrouillée
it: Blocco potenza
nb: Effekt låst
nl: Vermogen vastgezet
zh_hans: 锁定电源

source: Buttons: {0}
bg: Бутони: {0}
de: Taster: {0}
es: Botones: {0}
fr: Boutons: {0}
it: Pulsanti: {0}
nb: Knapper: {0}
nl: Knoppen: {0}
zh_hans: 按键: {0}

source: None
bg: Не
de: Keine
es: No
fr: Aucun
it: No
nb: Ingen
nl: Geen
zh_hans: 没有

source: Fire
bg: Старт
de: Feuer
es: Calada
nb: Fyr
nl: Vuur
zh_hans: 点火

source: Profile: {0}
bg: Профил: {0}
de: Profil: {0}
es: Perfil: {0}
fr: Profil: {0}
it: Profilo: {0}
nb: Profil: {0}
nl: Profiel: {0}
zh_hans: 配置文件:{0}

source: Board programmed
bg: Платката програмирана
de: DNA programmiert
fr: Chipset programmé
nb: Kort programmert
nl: Bord geprogrammeerd
zh_hans: 主板程序封装

source: Mod configured
bg: Мода конфигуриран
de: Akkuträger konfiguriert
fr: Mod configuré
nb: Mod konfigurert
nl: Mod geconfigureerd
zh_hans: 方案配置

source: New Label:
bg: Нов етикет:
de: Neue Beschriftung:
fr: Nouveau label:
nb: Ny etikett:
nl: Nieuw label:
zh_hans: 新建标签:

source: Reduce Number of Points
bg: Намали броя на точките
de: Anzahl der Punkte reduzieren
fr: Réduire le nbr de points
nb: Reduser antall punkter
nl: Reduceer het aantal punten
zh_hans: 减少点数

source: Remaining Point Count:
bg: Оставащи брой точки:
de: Verbleibende Punkte:
fr: Nbr de points restants:
nb: Gjenstående antall punkter:
nl: Aantal overblijvende punten:
zh_hans: 剩余点数:

source: Reduction Method:
bg: Метод за намаляне:
de: Art der Reduzierung:
fr: Méthode de réduction:
nb: Reduksjonsmetode:
nl: Reductiemethode:
zh_hans: 缩减方法:

source: Temperature Coefficient of Resistance
bg: Температурен коефициент на съпротивлението
de: Widerstand Temperaturkoeffizient
fr: Coefficient de température de la résistance
nb: Temperaturkoeffisient for motstand
nl: Temperatuurcoëfficiënt van de weerstand
zh_hans: 电阻温度系数

source: Electrical Resistivity
bg: Електрическо съпротивление
de: Elektrischer Widerstand
fr: Résistivité électrique
nb: Elektrisk resistivitet
nl: Electrische weerstand
zh_hans: 电阻率

source: Temperature (°F)
bg: Температура (°F)
de: Temperatur (°F)
fr: Température (°F)
nb: Temperatur (°F)
nl: Temperatuur (°F)
zh_hans: 温度(°f)

source: Cell Voltage (V)
bg: Напр. на клетка (V)
de: Zellenspannung (V)
fr: Voltage de ceelule (v)
nb: Cellespenning (V)
nl: Celvoltage (V)
zh_hans: 电池单元电压(v)

source: Battery Charge (%)
bg: Заряд на батерията (%)
de: Akkuladung (%)
fr: Niveau de charge (%)
nb: Batterinivå (%)
nl: Capaciteit (%)
zh_hans: 电池充电(%)

source: Set Time Scale
bg: Уст. времева скала
de: Zeitmaßstab festlegen
fr: Définir l'échelle de temps
nb: Sett tidsskala
nl: Stel tijdas in
zh_hans: 时间刻度设置

source: Time Scale (seconds):
bg: Времева скала (секунди):
de: Zeitmaßstab (Sekunden):
fr: Echelle de temps (secondes):
nb: Tidsskala (sekunder):
nl: Tijdas (seconden):
zh_hans: 时间刻度(秒):

source: Profile:
bg: Профил:
de: Profil:
fr: Profil:
nb: Profil:
nl: Profiel:
zh_hans: 配置:

source: Set Charge Estimate
bg: Уст. приблизително зареждане
de: Ladungsschätzung festlegen
fr: Charge estimée
nb: Sett ladeestimat
nl: Stel oplaadschatting in
zh_hans: 充电估算值设置

source: Charge (Wh):
bg: Заряд (Вт/ч):
de: Ladung (Wh):
nb: Ladenivå (Wh):
nl: Capaciteit (Wh):
zh_hans: 充电(wh):

source: Set USB Current Limit
bg: Уст. USB лимит на тока
de: USB Stromgrenze festlegen
fr: Configurer la limite d'ampérage USB
nb: Sett USB-strømgrense
nl: Stel USB stroomlimiet in
zh_hans: usb电流限制设置

source: Current (A):
bg: Ток (А):
de: Strom (A):
fr: Ampérage (a):
nb: Strøm (A):
nl: Stroom (A):
zh_hans: 电流(A):

source: Temperature Monitoring Mode
bg: Режим контрол на температурата
de: Temperaturüberwachungsmodus
fr: Mode de monitoring de temp.
nb: Temperaturovervåkningsmodus
nl: Temperatuurmonitoring modus
zh_hans: 温度监控模式

source: In temperature monitoring mode, temperature will be displayed. It will NOT be limited in any way.
bg: В режима за мониторинг на температурата тя ще се показва. Няма да бъде ограничавана по никакъв начин.
de: Im Temperatur überwachungs Modus wird die Temperatur angezeigt. Es wird nicht limitiert.
fr: Dans le mode de monitoring de température, la temp. sera affichée. elle ne sera pas limitée.
nb: I temperaturovervåkningsmodus blir temperaturen vist. Den blir ikke begrenset på noen måte.
nl: in temperatuurmonitoring modus is de temperatuur te zien. Deze is op GEEN ENKELE MANIER gelimiteerd!
zh_hans: 在温度监测模式下,温度将被显示. 它不会以任何方式进行限制.

source: Continue?
bg: Продължи?
de: Fortfahren?
fr: Continuer?
nb: Fortsett?
nl: Doorgaan?
zh_hans: 继续吗?

source: Capturing Screen
bg: Захващане на екрана
de: Erfassung von Bildschirm
fr: Ecran de capture
nb: Fanger skjerm
nl: Schermopname maken
zh_hans: 屏幕捕获

source: Raw Ohms:
bg: Чисти омове:
fr: Ohms bruts:
nb: Rå ohm:
nl: Weerstand (actueel):
zh_hans: 初始电阻:

source: Nominal Ohms:
bg: Номинални омове:
de: Nenn Ohm:
fr: Ohms nominaux:
nb: Nominell ohm:
nl: Weerstand (nominaal):
zh_hans: 额定电阻:

source: &Accept
bg: &Приемам
de: &Akzeptieren
fr: &Accepter
nb: Godt&a
nl: &Accepteren
zh_hans: 接受

source: Battery Pack Voltage
bg: Напрежение на акумулатора
de: Akku
fr: Tension totale des batteries
nb: Batteripakkespenning
nl: Accu voltage
zh_hans: 电池组电压

source: Do you know the total voltage of your battery pack? This is typically printed on it.
bg: Вие знаете ли общото напрежение на вашата батерия? Това принципно е написано на нея.
de: Kennst du die totale Spannung deines Akkus? Dies ist normalerweise auf dem Akku aufgedruckt.
fr: Connaissez vous le voltage total de votre batterie ? C'est généralement inscrit dessus.
nb: Vet du den totale spenningen til batteripakken din? Dette står vanligvis på den.
nl: is de totale accuspanning bekend?? Dit is meestal op de accu gedrukt.
zh_hans: 知道您电池组的总电压吗? 一般它会印在电池上.

source: Calculate Watt-Hours
bg: Изчисли Ват-часовете
de: Wattstunden berechnen
fr: Calculter les W/h
nb: Kalkulér watt-timer
nl: Bereken wattuur
zh_hans: 计算电能

source: Battery Cell Capacity (mAh):
bg: Капацитет на батерията (мАч):
de: Akkuzellenkapazität (mAh):
fr: Capacité de la cellule (mah):
nb: Battericellekapasitet (mAh):
nl: Celcapaciteit (mAh):
zh_hans: 电池单元容量(mAh):

source: Number of Battery Cells:
bg: Брой на клетките в батерията:
de: Anzahl an Akkuzellen:
fr: Nombre de cellules:
nb: Antall battericeller:
nl: Aantal accucellen:
zh_hans: 电池单元数量:

source: Nominal Cell Voltage:
bg: Ном. напрежение на клетката:
de: Nominale Zellenspannung:
fr: Tension nominale de la cellule:
nb: Nominell cellespenning:
nl: Nominale celspanning (V):
zh_hans: 电池单元额定电压:

source: Nominal Pack Voltage:
bg: Ном. напрежение на батерията:
de: Nominale Packspannung:
fr: Tension nominale de l'ensemble des cellules:
nb: Nominell pakkespenning:
nl: Nominale accuspanning (V):
zh_hans: 电池组额定电压:

source: Calculation Result
bg: Резултат от изчислени
de: Ergebnis der Berechnung
fr: Résultat du calcul
nb: Kalkulert resultat
nl: Berekend resultaat
zh_hans: 计算结果

source: Your battery has a capacity of {0} watt-hours.
bg: Вашата батерия има капацитет от {0} ват-часа.
de: Deine Batterie hat eine Kapazität von {0} Wattstunden.
fr: Votre batterie a une capacité de {0} w/h.
nb: Batteriet ditt har en kapasitet på {0} watt-timer.
nl: De accu heeft een capaciteit van {0} wattuur.
zh_hans: 您的电池容量为{0}瓦特时.

source: Use this value?
bg: Да се използва тази стойност?
de: Diesen Wert verwenden ?
fr: Utiliser cette valeur ?
nb: Bruk denne verdien?
nl: Deze waarde gebruiken?
zh_hans: 使用这个数值?

source: Return To Researcher:
bg: Връщане към диагностиката:
de: Zurück zur Untersuchung:
fr: Revenir à l'outil de recherche:
nb: Returner til forsker:
nl: Terug naar researcher:
zh_hans: 超限重新设置:

source: Enter Research Seal
bg: Въведете знак на изследването
de: Siegel eingeben.
fr: Entrer un mot de passe
nb: Legg inn forskningsforsegling
nl: Vul researchzegel in
zh_hans: 输入防篡改密码

source: Research seal is intact.
bg: Изследването е без изменение.
de: Siegel ist intakt.
fr: Mot de passe ok.
nb: Forskningsforsegling er intakt.
nl: Researchzegel is intact.
zh_hans: 防篡改封条完好无损.

source: Research seal does not match.
bg: Знака на изследването не съвпада.
de: Siegel stimmt nicht überein.
fr: Mot de passe erroné.
nb: Forskningsforsegling stemmer ikke.
nl: Researchzegel komt niet overeen.
zh_hans: 防篡改密码不符.

source: Reached the rate limit. Try again later.
bg: Ичследването надхвърли лимита. Опитайте по-късно.
de: Rate Grenze erreicht, bitte später probieren.
fr: Taux limite atteint. Veuillez ré-essayer.
nb: Nådde satsgrensen. Prøv igjen senere.
nl: Maximumlimiet is bereikt. Probeer het later nog eens.
zh_hans: 达到速率限制.请稍后重试.

source: Success
bg: Успешно
de: Erfolgreich
fr: Succes
nb: Suksess
nl: Succes
zh_hans: 成功

source: Research seal applied.
bg: Знака на изследването е добавен.
de: Siegel angewandt.
fr: Mot de passe appliqué.
nb: Forskningsforsegling aktivert.
nl: Researchzegel toegepast.
zh_hans: 防篡改加密完成.

source: Research seal broken.
bg: Знака на изследването е прекъснат.
de: Siegel zerstört.
fr: Mot de passe supprimé.
nb: Forskningsforsegling brutt.
nl: Researchzegel verbroken.
zh_hans: 解除防篡改加密.

source: Statistics reset.
bg: Нулиране на статистиката.
de: Statistiken zurückgesetzt.
fr: Réinitialisation des stats.
nb: Statistikk nullstilt.
nl: Statistieken teruggezet.
zh_hans: 统计数据重置.

source: Error
bg: Грешка
de: Fehler
fr: Erreur
nb: Feil
nl: Fout
zh_hans: 错误

source: A researcher has already applied a seal to this device.
bg: Изследователя вече е приложил марка за това устройство.
de: Ein Entwickler hat bereits ein Siegel auf diesem Gerät angewandt.
fr: Un mot de passe de profil test a déjà été appliqué sur ce chipset.
nb: En forsker har allerede forseglet denne enheten.
nl: Een zegel was al toegepast op dit apparaat.
zh_hans: 研究人员已经开启了此设备防篡改加密功能.

source: This device has not been sealed for research.
bg: Това устройство не е маркирано за изследвания.
de: Dieses Gerät wurde nicht zur Untersuchung versiegelt.
fr: Ce chipset n'a pas encore de mot de passe de profil de test.
nb: Denne enheten har ikke blitt forseglet for forskning.
nl: Dit apparaat is niet verzegeld voor research.
zh_hans: 此设备并没有被防篡改加密设置.

source: Serial Number
bg: Сериен номер
de: Seriennummer
fr: Numéro de série
nb: Serienummer
nl: Serienummer
zh_hans: 序列号

source: Copy to Clipboard?
bg: Копиране в клипборда?
de: In Zwischenablage kopieren?
fr: Copier dans le presse-papier ?
nb: Kopier til utklippstavle?
nl: Kopieer naar klembord?
zh_hans: 复制到剪贴板?

source: Copied.
bg: Копирано.
de: Kopiert.
fr: Copié.
nb: Kopiert.
nl: Gekopieerd.
zh_hans: 复制.

source: New firmware is available!
bg: Наличен е нов фирмуер!
de: Neue Firmware verfügbar, endlich!
es: Nuevo firmware disponible!
fr: Nouveau firmware disponible !
it: Nuovo firmware disponibile!
nb: Ny fastvare er tilgjengelig!
nl: Nieuwe firmware beschikbaar!
zh_hans: 有新的固件可用!

source: Click here to update your device to {0}.
bg: Кликнете тук за подновяване на устройството до {0}.
de: Hier klicken um dein Gerät zu aktualisieren{0}.
es: Click aqui para actualizar tu dispositivo a {0}.
fr: cliquez ici pour mettre à jour le chipset à {0}.
it: clicca qui per upgradare il tuo device a {0}.
nb: Klikk her for å oppdatere enheten din til {0}.
nl: Klik hier om het apparaat te updaten naar {0}.
zh_hans: 点击这里更新您的设备至{0}.

source: Please Wait
bg: Моля изчакайте
de: Bitte warten
es: Por Favor Espere
fr: Veuillez patienter
it: Attendere Prego
nb: Vennligst vent
nl: Wachten aub
zh_hans: 请等待

source: Updating Core Firmware
bg: Подновяване ядрото на фирмуера
de: Aktualisiere Kern Firmware
es: Actualizando Nucleo del Firmware
fr: Mise à jour du Core firmware en cours
it: Aggiornamento interno firmware
nb: Oppdaterer kjernefastvare
nl: Updating basisfirmware
zh_hans: 正在更新固件核心

source: New Firmware
bg: Нов фирмуер
de: Neue Firmware
es: Nuevo Firmware
fr: Nouveau firmware
it: Nuovo firmware
nb: Ny fastvare
nl: Nieuwe firmware
zh_hans: 新的固件

source: New firmware is going to be uploaded.
bg: Новия фирмуер ще бъде зареден.
de: Neue Firmware wird zum DNA geladen.
es: Se cargara un nuevo firmware.
fr: Le nouveau firmware va être uploadé.
it: Un nuovo firmware sta per essere caricato.
nb: Ny fastvare vil bli lastet opp.
nl: Nieuwe firmware zal geüpload worden.
zh_hans: 新固件将被上传.

source: Before clicking OK, please make sure that the device is idle.
bg: Преди да кликнете уверете се че устройството не се ползва.
de: Bevor du OK klickst, stelle bitte sicher dass sich das Gerät im Leerlauf befindet.
es: Antes de acer click en aceptar, asegurese de que su dispositivo esta inactivo.
fr: Avant de cliquer sur OK, assurez vous que le chipset soit en veille.
it: prima di fare clic su OK, assicurarsi che il dispositivo sia inattivo.
nb: Før du klikker OK, forsikre deg om at enheten er i hvilemodus.
nl: Wees zeker dat het apparaat inactief is, voordat op ‘OK’ gedrukt wordt.
zh_hans: 单击确定之前,请确保设备处于空闲状态.

source: Firmware update complete.
bg: Подновяването на фирмуера завърши.
de: Firmware Aktualisierung abgeschlossen.
es: Actualizacion de Firmware Completada.
fr: Mise à jour du firmware terminée.
it: Upgrade firmware completato.
nb: Fastvareoppdateringen er ferdig.
nl: Firmware update is klaar.
zh_hans: 固件更新完成.

source: Production Utility
bg: За производство
de: Produktionshilfsmittel
es: Utilidad de Producion
fr: Utilitaire de production
it: Utility di produzione
nb: Produksjonsverktøy
nl: Productie hulpprogramma
zh_hans: 制作工具

source: &Save...
bg: &Запази...
de: &Speichern...
es: &Guardar...
fr: &Sauver...
it: &Salva...
nb: &Lagre...
nl: &Opslaan...
zh_hans: 保存...

source: Browse...
bg: Намери...
de: Durchsuchen...
es: Navegar...
fr: Parcourir...
it: Sfoglia...
nb: Bla gjennom...
nl: Blader...
zh_hans: 浏览...

source: Model Name:
bg: Име на модела:
de: Modellname:
es: Nombre del Modelo:
fr: Nom de modèle:
it: Nome modello:
nb: Modellnavn:
nl: Naam model:
zh_hans: 模型名称:

source: Firmware File:
bg: Файл на фирмуера:
de: Firmwaredatei:
es: Archivo de firmware:
fr: Fichier de firmware:
it: File del firmware:
nb: Fastvarefil:
nl: Firmwarebestand:
zh_hans: 固件文件:

source: Settings File:
bg: Файл с настройки:
de: Einstellungsdatei:
es: Archivo de Configuracion:
fr: Fichier de configuration:
it: File impostazioni:
nb: Innstillingsfil:
nl: Instellingenbestand:
zh_hans: 设置文件:

source: &Program && Test
bg: &Запис && тест
de: &Programm&&test
es: &Programa de && Prueva
fr: &programmer && tester
it: &Programmazione && Test
nb: &Programmér && test
nl: &Programmeer && test
zh_hans: 编程&&测试

source: Invalid Value
bg: Невалидна стойност
de: Ungültiger Wert
es: valor Invalido
fr: Mauvaise valeur
it: Valore non valido
nb: Ugyldig verdi
nl: Ongeldige waarde
zh_hans: 无效值

source: Value must be a number.
bg: Символа трябва да е число.
de: Wert muss eine Nummer sein.
es: El valor debe ser un numero.
fr: La valeur doit être un nombre.
it: Il valore deve essere un numero.
nb: Verdien må være et tall.
nl: Invoer moet een getal zijn.
zh_hans: 输入值必须为数字.

source: Unable to open a connection. Another program may be using the device.
bg: Не може да се намери връзката. Друга програма може да използва утройството.
de: Derzeit nicht möglich eine Verbindung aufzubauen. Eventuell nutzt ein anderes Programm das Gerät.
es: No se puede establecer conexion Es posible que otro programa este usando el dispositivo.
fr: Connexion impossible. Un autre programme est peut être déjà connecté au chipset.
it: Connessione non disponibile Dispositivo in uso da altra applicazione.
nb: Kan ikke åpne forbindelse. Kan hende et annet program bruker enheten.
nl: Verbinding is niet mogelijk. Het apparaat is mogelijk in gebruik door een ander programma.

source: No compatible USB devices are connected. To continue, please connect one. If one already IS connected, try unplugging and plugging it back in. The cable may be loose.
nl: Verbinding is niet mogelijk. Het apparaat is mogelijk in gebruik door een ander programma.

source: Case Cooling Time Constant:
bg: Време за охлаждане на корпуса:
de: Gehäusekühlungszeit Konstante:
es: Costante de Tiempo de Enfriamiento de la Carcasa:
fr: Constante de temps de refroidissement:
it: Costante di tempo raffreddamento scocca:
nb: Tidskontstant for kjøling av boks:
nl: Afkoeltijdconstante behuizing:
zh_hans: 冷却时间常数:

source: Case Heating Time Constant:
bg: Време за нагряване на корпуса:
de: Gehäuseaufheizzeit Konstante
es: Costante de Tiempo de Calentamiento de la Carcasa:
fr: Constante de temps de chauffe:
it: Costante di tempo riscaldamento scocca:
nb: Tidskonstant for oppvarming av boks:
nl: Opwarmtijdconstante behuizing:
zh_hans: 发热时间常数:

source: Case USB Charge ΔT:
nl: ΔT van de behuizing bij opladen:
zh_hans: USB充电情况ΔT:

source: Minimum Ambient Temperature:
bg: Минимална околна температура:
de: Minimale Umgebungstemperatur:
es: Temperatura Ambiente Minima:
fr: Température ambiante minimum:
it: Minima temperatura ambientale:
nb: Laveste omgivelsestemperatur:
nl: Minimum omgevingstemperatuur:
zh_hans: 最低环境温度:

source: Maximum Ambient Temperature:
bg: Максимална околна температура:
de: Maximale Umgebungstemperatur:
es: Temperatura Ambiente Maxima:
fr: Température ambiante maximum:
it: Massima temperatura ambientale:
nb: Høyeste omgivelsestemperatur:
nl: Maximum omgevingstemperatuur:
zh_hans: 最高环境温度:

source: What power would you like to conduct the test at?
bg: На каква мощност ще проведете теста?
de: Bei welcher Leistung möchtest du den Test durchführen?
es: ¿A que potencia le gustaria realizar la prueva?
fr: A quelle puissance voulez vous faire le test ?
it: Quale potenza ti piacerebbe usare per il test?
nb: Hvilken effekt vil du utføre testen ved?
nl: Met welk vermogen moet de test uitgevoerd worden?

source: What is the room temperature (°F)?
bg: Температура в помещението (°F)?
de: Deine Raumtemperatur (in Farenheit)?
es: ¿Cual es la temperatura ambiente (°F)?
fr: Quelle est la teméprature de la pièce (°F)?
it: Qual'è la temperatura ambiente (°F)?
nb: Hva er romtemperaturen (°F)?
nl: Wat is de omgevingstemperatuur (°F)?

source: Login Required
bg: Необходимо влизане
de: Anmeldung erforderlich
es: Es Necesaria Iniciar Sesion
fr: Connexion requise
it: Login richiesto
nb: Innlogging påkrevd
nl: Login is nodig

source: You must be logged in to use the production utility.
bg: Вие трябва да влезете в системата за да използвате приложението.
de: Du mußt eingeloggt sein um die Produktionshilfsmittel nutzen zu können.
es: Debe estar conectado para usar las utilidad de produccion.
fr: Vous devez être connecté pour utiliser l'utilitaire de production.
it: Devi essere registrato per utilizzare l'utility di produzione.
nb: Du må være innlogget for å bruke produksjonsverktøyet.
nl: Om het productiehulpprogramma te gebruiken moet er ingelogd zijn.
