Repository: Evolvapor/EScribeTranslations
Catalog: */EScribe.po
Languages: bg, de, es, fr, it, nb, nl, zh_hans

source: Select the latest firmware to have it loaded onto the device.
bg: Изберете последния фирмуер за да се зареди в устройството.
de: Wähle die neueste Firmware, um dein DNA auf die neuste Version zu aktualisieren.
es: Seleccione firmware mas reciente para cargarlo en su dispositivo.
fr: Sélectionnez le dernier firmware pour le charger dans le chipset.
it: Selezionare l'ultima versione del firmware caricato sul dispositivo.
nb: Velg den nyeste fastvaren for å laste den inn i enheten.
nl: Selecteer de laatste firmware om het te uploaden naar het apparaat.

source: Select your mod's default settings file. It can be reloaded by clicking Restore Defaults.
bg: Изберете файла с настройки по подразбиране за вашия мод, той ще бъде зареден с натискането на По подразбиране.
de: Wähle die Standardeinstellungsdatei für deinen Akkuträger. Dies kann durch einen Klick auf Standard wiederherstellen neu geladen werden.
es: Seleccione el archivo de configuración por defecto de su mod. Se puede volver a cargar haciendo clic en Restaurar Valores Predeterminados.
fr: Sélectionnez les paramètres par défaut de votre mod. Il peut être rechargé en cliquant sur -Restaurer par défaut-.
it: Selezionare il file impostazioni di default del dispositivo. Potrai ricaricarlo facendo clic su: Ripristina impostazioni predefinite.
nb: Velg innstillingsfilen for modden din. Den kan lastes inn på nytt ved å klikke Gjenopprett standarder.
nl: Selecteer het standaard instellingenbestand voor de Mod. Deze kan opnieuw geladen worden door op ‘Herstel beginwaarden’ te klikken.

source: Functional Tests
bg: Функционални тестове
de: Funktionelle Tests
es: Pruevas Funcionales
fr: Tests fonctionnels
it: Test funzionali
nb: Funksjonstester
nl: Functionele testen

source: Fire Test
bg: Fire-тест
de: Feuertest
es: Prueva Calada
fr: Test de fire
it: Test attivazione
nb: Fyringstest
nl: Vuurtest

source: Checks that the device can fire and read Ohms properly. Attach a resistor or non-temperature coil.
bg: Проверява дали в устройството работи бутон FIRE и правилно се отчита съпротивлението. Сложете резистор или не температурен нагревател.
de: Überprüft ob der DNA feuern kann und Ohmwerte richtig ausliest. Füge einen Widerstand oder eine nicht-temperaturgesteuerte Wicklung hinzu.
es: Comprueba que el dispositivo puede disparar y leer ohmios correctamente. Conecte una resistencia sin temperatura.
fr: Assurez vous que le mod peut lire les ohms correctement. Mettez une coil résistif (pas TC).
it: Controllare che il dispositivo si attivi e legga correttamente gli Ohm. Collegare una resistenza o una coil senza controllo temperatura
nb: Sjekk at enheten kan fyre og lese ohm ordentlig. Koble til en motstand eller en ikke-temperaturregulerende spole.
nl: Controleert dat het apparaat kan vuren en de weerstand juist kan lezen. Gebruik een weerstand of een niet-temperatuurvoelende wikkeling.

source: Fire Time:
bg: Време FIRE:
de: Feuerzeit:
es: Tiempo de Calada:
fr: Durée de fire:
it: Tempo attivazione:
nb: Fyringstid:
nl: Vuurfijd:

source: Fire Power:
bg: Мощност FIRE:
de: Feuerleistung:
es: Potencia de Calada:
fr: Puissance de fire:
it: Potenza attivazione:
nb: Fyringseffekt:
nl: Vuurvermogen:

source: Expected Cold Resistance:
bg: Очаквано "студено" съпротивление:
de: Erwarteter kalter Widerstand:
es: Resistencia al Frio Esperada:
fr: Résistance du coil attendue:
it: Valore atteso dalla resistenza a freddo:
nb: Forventet kald motstand:
nl: Verwachte koude weerstand:

source: Battery Test
bg: Тест на батерията
de: Akku Test
es: Prueva de Bateria
fr: Test de batterie
it: Test Batteria
nb: Batteritest
nl: Accutest

source: Makes sure the battery cells have reasonable voltages and can be charged.
bg: Уверете се че клетките на батерията имат приемливо напрежение и могат да се зареждат.
de: Stelle sicher, dass die Zellen über ausreichend Spannung verfügen und aufgeladen werden können.
es: Asegura de que las celdas de la batería tengan voltajes razonables y puedan cargarse.
fr: Assurez vous que les cellules de la batterie ont une tension raisonable et peuvent être chargées.
it: Assicurarsi che le celle abbiano un buon voltaggio e possano essere caricate
nb: Forsikrer seg om at battericellene har rimelige spenninger og kan lades.
nl: De accucellen moeten genoeg spanning hebben en moeten opgeladen kunnen worden.

source: Minimum Cell Voltage:
bg: Мин. напрежение на клетката:
de: Minimale Zellenspannung:
es: Voltaje Minimo de la Celda:
fr: Tension minimum des cellules:
it: Minimo voltaggio della cella:
nb: Minste cellespenning:
nl: Minimum celvoltage:

source: Maximum Cell Imbalance:
bg: Макс. дисбаланс на клетката:
de: Maximale Zellenunwucht
es: Maximo Desequilibrio de la Celda:
fr: Déséquilibre maximum des cellules:
it: Massimo squilibrio della cella:
nb: Største ubalanse mellom celler:
nl: Maximum onbalans van cellen:

source: Wait for USB Current to Rise Above:
bg: Почакайте USB тока да нарастне над:
de: Warte darauf, dass USB-Strom über <Wert> ansteigt:
es: Espere a que la corriente USB suba por encima:
fr: Attendre l'ampérage USB pour augmenter:
it: Accertarsi che la corrente USB sia superiore:
nb: Vent på at USB-strømmen skal stige over:
nl: Wacht tot USB stroom hoger is dan:

source: Production
bg: Производство
de: Produktion
es: Produccion
it: Produzione
nb: Produksjon
nl: Productie

source: No actions.
bg: Няма действия.
de: Keine Aktionen.
es: No hay acciones.
fr: Pas d'actions.
it: Nessuna azione.
nb: Ingen handlinger.
nl: Geen acties.

source: Fire test failed.
bg: Тест FIRE се провали.
de: Feuertest nicht bestanden.
es: Prueva de calada fallida.
fr: Test de fire échoué.
it: Test attivazione fallito.
nb: Fyringstest feilet.
nl: Vuurtest mislukt.

source: Battery test failed.
bg: Теста на батареята се провали.
de: Akkutest nicht bestanden.
es: Prueva de bateria fallida.
fr: Test de batterie échoué.
it: Test batteria fallito.
nb: Batteritest feilet.
nl: Accutest mislukt.

source: Production actions succeeded.
bg: Производственото действие успешно.
de: Produktionsaktionen bestanden.
es: Las acciones de produccion tuvieron exito
fr: Actions de production réussies.
it: Azioni di produzione riuscite.
nb: Produksjonshandlinger var vellykket.
nl: Productieacties succesvol.

source: For an atomizer to work reliably with temperature protection, it must make good contact so as to not change Ohms arbitrarily. Because temperature-sensing atomizers tend to be low-Ohm, the mechanical design can make a big difference, in a way that is not evident when an atomizer is being used for power control only.
nl: Omdat temperatuurvoelende wikkelingen laagohmig zijn, moeten alle metaaldelen in de atomizer goed contact maken, zodat de weerstand niet willlekeurig verandert en de temperatuur stabiel geregeld kan worden. Het mechanische ontwerp van de atomizer kan een groot verschil maken, dat niet te merken is als de atomizer niet-temperatuurgeregeld gebruikt wordt.

source: Many atomizer designs provide stable Ohms, but we have encountered cases of poor contact not only with loosened connections, but with (seemingly) tight ones. This analyzer is meant to help you determine whether the atomizer you are using is sufficiently well-designed to work reliably with temperature protection. It will measure once per second.
nl: Veel atomizerontwerpen geven een stabiele weerstand, maar we zijn ook ontwerpen tegengekomen waaar dit niet het geval was. Ook als de schroeven die de wikkeling vastzetten (schijnbaar) goed vastgedraaid waren. Dit hulpprogramma helpt om te onderzoeken of het ontwerp van de atomizer voldoende stabiel kan werken met temperatuurregeling. De meetfrequentie is 1 maal per seconde.

source: To test, slowly change how tightly screwed in your atomizer connection is, and see if the Ohms changes significantly as you turn, or if certain positions have different Ohms. Ideally, your atomizer Ohms should be stable.
nl: Om te testen: wijzig langzaam hoe hard de schroeven die de wikkeling vastzetten, zijn vastgedraaid en kijk of de weerstand significant verandert of dat bepaalde posities, verschillende weerstandswaardes hebben. Ideaal zou dit niet het geval moeten zijn en zou de atomizerweerstand stabiel moeten zijn.

source: Note: Recent puffs may mean the atomizer is still hot. Because Ohms is temperature-sensing, it will change until the temperature reaches equilibrium. Also, this analyzer will slightly warm the atomizer.
nl: NB: Als de atomizer recent gebruikt is, is deze nog warm. De weerstand wordt gebruikt als temperatuursensor en zal hierbij veranderen totdat een evenwicht bereikt is. Deze analyse zal de atomizer ook licht opwarmen.

source: Hide Ohms on Custom
bg: Скрий Ом в личния
de: Ohm anzeigen
es: Ocultar Ohmios en Personalizado
fr: Cacher les ohms en personnalisé
it: Nascondere Ohm in personalizzato
nb: Skjul ohm ved tilpasset
nl: Ω's verstopt bij aangepast

source: Show Ohms on Custom
bg: Покажи Ом в личния
de: Ohm nicht anzeigen
es: Mostrar Ohmios en Personalizado
fr: Montrer les ohms en personnalisé
it: Visualizzare Ohm in personalizzato
nb: Vis ohm ved tilpasset
nl: Ω's zichtbaar bij aangepast

source: New Coil
bg: Нов нагревател
de: Neue Wicklung
es: Nueva Resistencia
fr: Nouveau coil
it: Nuova Coil
nb: Ny spole
nl: Positie nieuwe Ω's

source: Old Coil
bg: Стар нагревател
de: Alte Wicklung
es: Resistencia Vieja
fr: Ancien coil
it: Vecchia Coil
nb: Gammel spole
nl: Positie oude Ω's

source: All default screens Copyright 2015 Evolv Inc. For use only in Evolv electronics.
nl: Alle standaardschermen Copyright 2015 Evolv Inc. Alleen voor gebruik in elektronica van Evolv.
zh_hans: 所有默认屏显Evolv公司2015版权所有.仅使用于Evolv公司电子烟.

source: Customized screens are copyrighted by their respective creators.
nl: Aangepaste schermen zijn eigendom van de respektievelijke ontwikkelaars.
zh_hans: 自定义屏显版权归各自的创造者所有.

source: Case USB Charge Temperature Rise:
bg: Повишаване на температурата при USB-заряд
de: Gehäusetemperaturanstieg während USB-Ladung:
es: Aumento de Temperatura de la Carcasa por Recarga USB:
fr: Température de charge USB atteinte:
it: Aumento temperatura scocca per ricarica USB:
nb: Boksens temperaturøkning ved USB-lading:
nl: ΔT van de behuizing bij opladen:

source: Absolute Error
nl: Absolute fout
zh_hans: 绝对误差

source: Area of Error
nl: Integrale fout
zh_hans: 区域误差

source: What to call this preset.
nl: De naam van dit profiel.

source: The power for this preset.
nl: Het vermogen van dit profiel.

source: The temperature limit for this preset.
nl: De temperatuurslimiet van dit profiel.

source: The material the coil is made of. Typically this is Nickel 200, but it is possible to construct temperature-sensing coils out of other materials.
nl: Het materiaal van de wikkeling. Typisch is dit Nickel200, maar het is mogelijk om temperatuurvoelende wikkelingen te maken van andere materialen.

source: For temperature-sensing coils, the power level to apply during preheat to get up to temperature.
nl: Het vermogen dat wordt gebruikt bij het opwarmen om de ingestelde temperatuur te halen (alleen voor temperatuurvoelende wikkelingen).

source: How close to the temperature limit to preheat.
nl: Tot hoe ver er, onder de ingestelde temperatuur, opgewarmd wordt. (0 (zacht) = 160°F en 11 (hard) = 10°F onder de ingestelde temperatuur.

source: The maximum amount of time to preheat the coil.
nl: De maximale tijdsduur voor het opwarmen van de wikkeling.

source: Whether or not the screen is flipped.
nl: Of het scherm 180° omgedraaid is, of niet.

source: The screens on which to show the battery meter.
nl: De schermen waarop de accumeter te zien is.

source: The number of times to flash control errors such as Weak Battery, and the proportion of time they should be displayed on-screen.
nl: Het aantal keer dat fouten knipperen en de tijdsduur dat deze op het scherm getoond worden.

source: What is shown on the upper-left of the screen.
nl: Wat er linksboven getoond wordt op het scherm.

source: What is shown on the upper-left of the screen when charging.
nl: Wat er linksboven getoond wordt op het scherm, tijdens opladen.

source: What is shown on the middle-left of the screen.
nl: Wat er linksmidden getoond wordt op het scherm.

source: What is shown on the middle-left of the screen when charging.
nl: Wat er linksmidden getoond wordt op het scherm, tijdens opladen.

source: What is shown on the bottom-left of the screen.
nl: Wat er linksonder getoond wordt op het scherm.

source: What is shown on the bottom-left of the screen when charging.
nl: Wat er linksonder getoond wordt op het scherm, tijdens opladen.

source: The brightness when the DNA is being fired.
nl: De helderheid van het scherm, tijdens het vuren.

source: The brightness when the DNA has been recently fired or adjusted.
nl: De helderheid van het scherm na het vuren of na het aanpassen met de knoppen op de Mod.

source: The brightness when the DNA has not been fired in a while.
nl: De helderheid van het scherm als er een tijd geen knoppen op de Mod gebruikt zijn.

source: The brightness when the DNA is charging and not in use.
nl: De helderheid van het scherm in rust tijdens het opladen.

source: The amount of time since firing before fading to idle brightness.
nl: De tijd na het vuren voordat naar de inactieve stand wordt gegaan.

source: The amount of time since firing before fading out.
nl: De tijd na het vuren voordat naar de rust stand wordt gegaan.

source: The time to go from 0% to 100% brightness.
nl: De tijd om van 0% naar 100% helderheid te gaan.

source: The time to go from 100% to 0% brightness
nl: De tijd om van 100% naar 0% helderheid te gaan.

source: The battery chemistry being used.
nl: De chemische samenstelling van de geinstalleerde accucellen.

source: The battery capacity, in watt-hours, is typically printed on the battery pack.
nl: De capaciteit van de accu, in wattuur. Dit is meestal vermeld op het accupak.

source: When the battery gets low, the DNA will attempt control the power level to prevent any cell voltages from dropping below this level.
nl: Wanneer de accuspanning laag is, zal de DNA het vermogen aanpassen om te voorkomen dat een accucel onder dit spanningsniveau zakt.

source: The battery can be charged to a high level to maximize the number of puffs, or to a lower level to improve its longevity.
nl: Het opladen van de accu kan tot een hoog nuveau om het aantal pufs te maximaliseren, of tot een lager niveau om de levensduur van de accu te maximaliseren.

source: The unloaded voltage level of the battery at various states of charge.
nl: Deze curve beschrijft het onbelaste voltage van de accu, gedurende de verschillende ontlaadstadia.

source: The maximum power level for coils that are not temperature-sensing.
nl: Het maximum vermogen voor niet-temperatuurvoelende wikkelingen.

source: The resistance of the mod.
nl: De interne weestand van de Mod.

source: When the DNA is Ohm Locked, the maximum percentage difference in resistance that will still be assumed to be the same coil. We don't recommend increasing this.
nl: Als de weerstand is vastgezet, is dit het maximale weerstandsverschil, in procent, waarmee een wikkeling beschouwd wordt als dezelfde. Evolve adviseert deze waarde niet te veranderen.

source: How the DNA onboard buttons are labeled on the mod.
nl: Hoe de plus/min knoppen op de Mod gelabelled zijn.

source: The time for the case to cool 63.2% of the way to a steady temperature.
nl: De tijd dat het duurt voordat de behuizing 63,2% is afgekoeld, naar een stabiele temperatuur.

source: The time for the case to heat up 63.2% of the way to a steady temperature.
nl: De tijd dat het duurt voordat de behuizing 63,2% is opgewarmd, naar een stabiele temperatuur.

source: The amount of heating caused by USB battery charging.
nl: De temperatuurstoename veroorzaakt door opladen via USB.

source: The minimum ambient temperature this device will ever be used in. Typically this will not need adjustment.
nl: De minimale omgevingstemperatuur waar in deze Mod gebruikt wordt. Normaal hoeft deze waarde niet aangepast te worden.

source: The maximum ambient temperature this device will ever be used in. Typically this will not need adjustment.
nl: De maximale omgevingstemperatuur waar in deze Mod gebruikt wordt. Normaal hoeft deze waarde niet aangepast te worden.

source: On its USB serial port, the DNA can either respond to Plain Text Serial commands or output a CSV-formatted log you can open in Excel.
nl: De DNA kan via de seriële USB-poort, of 'Plain Text Serial' opdrachten accepteren, of een CSV log sturen die in Excel geopend kan worden.

source: In research situations where the atomizer has a known resistance, this can be specified for more accurate temperature measurement.
nl: In situaties waar de atomizer een bekende weerstandswaarde heeft, kan deze gebruikt worden voor een meer accurate meeting.

source: The power can be locked for research purposes.
nl: Het vermogen kan vastgezet worden voor onderzoeksdoeleinden.

source: The temperature limit can be locked for research purposes.
nl: De temperatuurslimiet kan vastgezet worden voor onderzoeksdoeleinden.

source: After a designated number of puffs, the DNA can display the Return To Researcher message.
nl: De DNA kan het 'Return To Researcher' scherm laten zien, na een aangegeven aantal pufs.

source: After a designated amount of energy, the DNA can display the Return To Researcher message.
nl: De DNA kan,, na een aangegeven hoeveelheid energie, het 'Return to Researcher' scherm laten zien.

source: After reaching a designated amount of puff time, the DNA can display the Return To Researcher message.
nl: De DNA kan het 'Return To Researcher' scherm laten zien, na een aangegeven puftijd.

source: &Lock Ohms
nl: Zet de weerstand vast

source: &Unlock Ohms
nl: Geef de weerstand vrij

source: &Override Ohms
nl: Hef het weerstandsslot tijdelijk op

source: This tool will analyze the capacity and discharge profile of your battery. Make sure your battery begins the test fully charged.
nl: Dit hulpprogramma zal de capaciteit en het ontlaadprofiel van de accu analyseren. De accu moet volledig opgeladen zijn voor de test.

source: Attach a resistor capable of sinking the test power you choose. (40W is a reasonably representative test power.)
nl: Installeer een weerstand die het gekozen vermogen kan absorberen (40W is een redelijk representatief testvermogen.)

source: The test will fire until the battery is empty.
nl: De test zal vuren tot de accu leeg is.

source: This tool will analyze the thermal response of your case to varying USB charge rates.
nl: Dit hulpprogramma zal de thermische eigenschappen van de behuizing analyseren, bij verschillende USB oplaadstromen.

source: Make sure your device is quarter-to-half-charged and under normal thermal conditions.
nl: Het apparaat moet hiervoor minstens ¼ tot halfvol opgeladen zijn en zich in een normale thermische toestand bevinden.

source: Open Languages Folder
fr: Dossier Languages
nl: Open taalmap

source: This curve describes the normalized electrical resistivity of the material with respect to temperature.
nl: Deze curve beschrijft de relatie tussen de temperatuur en de electrische weerstand van het materiaal.

source: The amount of temperature rise caused by USB battery charging.
nl: De temperatuurstoename veroorzaakt door opladen via USB.

source: Look and Feel
de: Aussehen und Handhabung
fr: Configuration montée/descente Watts
it: Aspetto e Comportamento
nb: Utseende og virkemåte
nl: Gebruikerservaring

source: Watts Press Increment:
de: Watt drücken Abstufungen:
fr: Ajouter Watts par:
it: Incremento Watt alla pressione:
nb: Intervall ved trykk på Watt:
nl: Stapgrootte bij klick.

source: Watts Hold Increment:
de: Watt halten Abstufungen:
fr: Enlever Watts par:
it: Incremento Watt pressione prolungata:
nb: Intervall når Watt holdes inne:
nl: Stapgrootte bij vasthouden.

source: How much the power setting changes when the up or down button is pressed.
nl: Hoe groot de vermogensstappen (in watt) zijn als de plus of min knop wordt geklikt.

source: How much the power setting changes when the up or down button has been held down for a long time.
nl: Hoe groot de vermogensstappen (in watt) zijn als de plus of min knop voor langere tijd wordt vastgehouden.

source: Final Configuration
nl: Uiteindelijke configuratie

source: &New
de: &Neu
es: &Nuevo

source: &Open...
bg: &Отвори...
de: &Öffnen...
es: &Abrir...
fr: &Ouvrir...
it: Apri...
nb: &Åpne...
zh_hans: 打开...

source: &Log in...
bg: &Влез в акаунта...
de: &Anmelden...
es: &Acceder...
fr: &Se connecter...
it: &Accedi...
nb: &Logg inn...
zh_hans: 登录...

source: Automatically Connect to &Device
de: Automatisch mit Gerät &verbinden

source: Update &Firmware...
bg: Обнови &фирмуера...
de: Firmware Update...
es: Actualizar &Firmware...
fr: Mettre le firmware à jour...
it: Aggiornamento &firmware...
nb: Oppdater &fastvare...
zh_hans: 固件更新...

source: &Help
bg: &Помощ
de: &Hilfe
es: &Ayuda
fr: &Aide
nb: &Hjelp
zh_hans: 帮助

source: &Website
bg: &Официален сайт
de: &Webseite
es: Pagina &Web
fr: &Site web
it: Sito &Web
nb: &Nettsted
zh_hans: 官方网站

source: &Help Desk
bg: &Поддръжка
de: &Support
es: &Pagina de Soporte
it: &Supporto tecnico
nb: &Brukerstøtte
zh_hans: 咨询服务

source: Model:
bg: Модел:
de: Modell:
es: Modelo:
fr: Modèle:
it: Modello:
nb: Modell:
zh_hans: 模型:

source: Label...
bg: Етикет...
de: Bezeichnung...
es: Etiqueta...
it: Etichetta...
nb: Etikett...
zh_hans: 标签...

source: Hard
bg: Твърдо
de: Hart
es: Fuerte
it: Alto
zh_hans: 强

source: Check Atomizer:
bg: Провери изпарителя:
de: Verdampfer überprüfen:
es: Compruebar Atomizdor:
fr: Vérifiez votre ato:
it: Controllare atomizzatore:
nb: Sjekk fordamper:
zh_hans: 检查雾化器:

source: Display
bg: Дисплей
de: Anzeige
es: Mostrar
fr: Affichage
nb: Visning
zh_hans: 显示

source: Voltage
bg: Напрежение
de: Spannung
es: Voltaje
fr: Tension
it: Voltaggio
nb: Spenning
zh_hans: 电压

source: USB Voltage
bg: USB напрежение
de: USB Spannung
es: Voltaje USB
fr: Tension USB
it: Voltaggio USB
nb: USB-spenning
zh_hans: usb电压

source: Mod
bg: Мод
de: Akkuträger
es: Dispositivo
it: Dispositivo
zh_hans: 方案

source: Research
bg: Изследвания
de: Untersuchung
es: Busqueda
fr: Recherche
it: Ricerca
nb: Forskning
zh_hans: 超限研究

source: CSV (Excel)
de: CSV-Tabelle (Excel)
zh_hans: CSV (Excel表格)

source: USB Voltage:
bg: USB напрежение:
de: USB-Spannung:
es: Voltaje USB:
fr: Tension USB:
it: Voltaggio USB:
nb: USB-spenning:
zh_hans: usb 电压:

source: Voltage:
bg: Напрежение:
de: Spannung:
es: Voltaje:
fr: Tension:
it: Voltaggio:
nb: Spenning:
zh_hans: 电压:

source: &Research
bg: &Изследване
de: &Untersuchung
es: &Busqueda
fr: &Recherche
it: &Ricerca
nb: &Forskning
zh_hans: 研究

source: Label Curve
bg: Етикет крива
de: Kurve beschriften
fr: Label de courbe
nb: Navngi kurve
zh_hans: 标签曲线

source: Updating Firmware
bg: Подновяване на фирмуера
de: Aktualisiere Firmware
es: Actualizando Firmware
fr: Mise à jour du firmware en cours
it: Aggiornamento Firnware
nb: Oppdaterer fastvare
zh_hans: 正在更新固件

source: Nothing Connected
de: Nichts verbunden
it: Nessuna Connessione
nb: Ingenting tilkoblet

source: No compatible USB devices are connected.
de: Kein kompatibles DNA Gerät verbunden.
it: Nessun dispositivo USB compatibile collegato.
nb: Ingen kompatible USB-enheter ble funnet.

source: To continue, please connect one.
de: Zum fortsetzen, bitte DNA anschließen.
it: Per continuare, collegarne uno.
nb: For å fortsette, vennligst koble en til.

source: If one already IS connected, try unplugging and plugging it back in. The cable may be loose.
de: Wenn DNA bereits angeschlossen ist, Kabel abstecken und wieder einstecken. Das Kabel hat sich gelöst.
it: Se è già connesso, si prega di scollegarlo e ricollegarlo. Il cavo potrebbe essere mal collegato.
nb: Hvis en enhet allerede er tilkoblet, prøv å trekke den ut og plugg den inn igjen. Kabelen kan være løs.
