Repository: Evolvapor/EScribeTranslations
Catalog: */EScribe.po
Languages: bg, de, es, fr, it, nb, nl, zh_hans

source: Check Battery:
bg: Провери батерията:
de: Batterie überprüfen:
es: Comprobar Bateria:
fr: Vérifiez la batterie:
it: Controllare batteria:
nb: Sjekk batteri:
nl: Check accu:
zh_hans: 检查电池:

source: Weak Battery:
bg: Слаба батерия:
de: Schwache Batterieleistung:
es: Bateria Baja:
fr: Batterie faible:
it: Batteria scarica:
nb: Svakt batteri:
nl: Zwakke accu:
zh_hans: 电池弱电:

source: Imbalanced Battery:
bg: Небалансирана батерия:
de: Ungleichmäßige Batterie:
es: Bateria Desequilibrada:
fr: Batterie déséquilibrée:
it: Batteria squilibrata:
nb: Ubalansert batteri:
nl: Ongebalanceerde accucellen:
zh_hans: 电池失衡:

source: Screen
bg: Екран
de: Bildschirm
es: Pantalla
fr: Ecran
it: Schermo
nb: Skjerm
nl: Scherm
zh_hans: 屏幕

source: Orientation:
bg: Ориентация:
de: Orientierung:
es: Orientacion:
it: Oreintamento:
nb: Retning:
nl: Orientatie:
zh_hans: 方向:

source: Left
bg: Ляво
de: Links
es: Izquierda
fr: Gauche
it: Sinistro
nb: Venstre
nl: Links
zh_hans: 左

source: Right
bg: Дясно
de: Rechts
es: Derecha
fr: Droite
it: Destro
nb: Høyre
nl: Rechts
zh_hans: 右

source: Battery Meter:
bg: Индикатор на батерията:
de: Batterie Skala:
es: Medidor de Bateria:
fr: Indicateur de batterie:
it: Misuratore batteria:
nb: Batterimåler:
nl: Accumeter:
zh_hans: 电量标志:

source: On Default Screens
bg: На екрана по подразбиране
de: Auf Standard Bildschirm
es: En las Pantallas predeterminadas
fr: Sur les écrans par défauts
it: Sugli schermi di default
nb: På standardskjermer
nl: Op standaard schermen
zh_hans: 默认屏幕

source: On Main Screen Only
bg: Само на главния екран
de: Nur auf Haupt Bildschirm
es: Solo en la Pantalla Principal
fr: Seulement sur l'écran principal
it: Solo sullo schermo principale
nb: Kun på hovedskjerm
nl: Alleen op hoofdscherm
zh_hans: 仅主屏幕

source: On All Screens
bg: На всички екрани
de: Auf allen Bildschirmen
es: En Todas las Pantallas
fr: Sur tous les écrans
it: In tutti gli schermi
nb: På alle skjermer
nl: Op alle schermen
zh_hans: 所有屏幕

source: Error Flashes:
bg: Грешката мига:
de: Blinken bei Fehlern:
es: Pantallazos de Error:
fr: Messages d'erreurs:
it: numero di flashes su errore:
nb: Blink ved feil:
nl: Knipperen foutmelding:
zh_hans: 报错屏闪:

source: {0:0.0} s error, {1:0.0} s status
bg: {0:0.0} сек грешка, {1:0.0} сек статус
de: {0:0.0} s Fehler, {1:0.0} s Status
es: {0:0.0} s error, {1:0.0} s estado
fr: {0:0.0} s erreur, {1:0.0} s statut
it: {0:0.0} s errori, {1:0.0} s stato
nb: {0:0.0} s feil, {1:0.0} s status
nl: {0:0.0} s fout, {1:0.0} s status
zh_hans: {0:0.0}秒错误, {1:0.0}秒状态

source: Show error only.
bg: Покажи само грешките.
de: Nur den Fehler anzeigen.
es: Mostrar solo errores.
fr: Montrer seulement l'erreur.
it: Mostra solo errori.
nb: Vis kun feil.
nl: Laat alleen fouten zien.
zh_hans: 仅显示错误.

source: Fields
bg: Полета
de: Felder
es: Campos
fr: Champs
it: Campi
nb: Felter
nl: Velden
zh_hans: 区域

source: Default Field {0}:
bg: Полета по подразбиране {0}:
de: Standardfeld {0}:
es: Campo Predeterminado {0}:
fr: Champ par défaut {0}:
it: Campo di default {0}:
nb: Standard felt {0}:
nl: Veld {0} normaal:
zh_hans: 默认区域{0}:

source: Ohms
bg: Омове
de: Ohm
es: Ohmios
it: Ohm
nb: Ohm
nl: Weerstand
zh_hans: 电阻

source: Ohms (Standard)
bg: Омове (стандарт)
de: Ohm (standard)
es: Ohmios (Estandard)
it: Ohm (standard)
nb: Ohm (standard)
nl: Weerstand (standaard)
zh_hans: 电阻(默认)

source: Voltage (Standard)
bg: Напрежение (стандарт)
de: Spannung (standard)
es: Voltaje (Estandard)
fr: Tension (standard)
it: Voltaggio (standard)
nb: Spenning (standard)
nl: Voltage (standaard)
zh_hans: 电压(默认)

source: Temperature
bg: Температура
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
nb: Temperatur
nl: Temperatuur
zh_hans: 温度

source: Temperature (Standard)
bg: Температура (стандарт)
de: Temperatur (standard)
es: Temperatura (Estandard)
fr: Température (standard)
it: Temperatura (standard)
nb: Temperatur (standard)
nl: Temperatuur (standaard)
zh_hans: 温度(默认)

source: Battery Charge %
bg: Батерия заряд %
de: Akkuladung in %
es: Carga de la Bateria %
fr: Charge de la batterie %
it: Carica della batteria %
nb: Batterinivå %
nl: Acculading in %
zh_hans: 电池电量%

source: Battery Charge Wh
bg: Батерия заряд Ват/час
de: Akkuladung in Wh
es: Carga de la Bateria Wh
fr: Charge de la batterie wh
it: Carica della batteria in Wh
nb: Batterinivå Wh
nl: Acculading in wh
zh_hans: 电池电量wh

source: USB Power
bg: USB мощност
es: Potencia USB
fr: Puissance USB
it: Potenza USB
nb: USB-effekt
nl: USB vermogen
zh_hans: usb功率

source: USB Current
bg: USB ток
de: USB Strom
es: Corriente USB
fr: Ampérage USB
it: Corrente USB
nb: USB-strøm
nl: USB stroom
zh_hans: usb电流

source: USB Current (Standard)
bg: USB ток (стандарт)
de: USB Strom (standard)
es: Corriente USB (Estandard)
fr: Ampérage USB (standard)
it: Corrente USB (standard)
nb: USB-strøm (standard)
nl: USB stroom (standaard)
zh_hans: usb电流(默认)

source: Battery Pack
bg: Батериен пакет
de: Akkupack
es: Paquete de Bateria
fr: Ensemble batterie
it: Pacco batteria
nb: Batteripakke
nl: Accu
zh_hans: 电池组

source: Battery Cell {0}
bg: Елемент батерия {0}
de: Akkuzelle {0}
es: Celda de la Bateria {0}
fr: Cellule batterie n° {0}
it: Cella batteria {0}
nb: Battericelle {0}
nl: Cel {0}
zh_hans: 电池单元{0}

source: Current
bg: Ток
de: Strom
es: Corriente
fr: Ampérage
it: Corrente
nb: Strøm
nl: Stroom
zh_hans: 电流

source: Board Temperature
bg: Температура на платката
de: Gerätetemperatur
es: Temperatura de la Placa
fr: Température chipset
it: Temperatura scheda
nb: Kretskorttemperatur
nl: Bordtemperatuur
zh_hans: 板温

source: Room Temperature
bg: Стайна температура
de: Raumtemperatur
es: Temperatura Ambiente
fr: Température de la pièce
it: Temperatura ambiente
nb: Romtemperatur
nl: Omgevingstemperatuur
zh_hans: 室温

source: Puff Count
bg: Брояч на дръпките
de: Anzahl der Züge
es: Contador de Caladas
fr: Compteur de puffs
it: Conta Puff
nb: Antall trekk
nl: Pufteller
zh_hans: 喷烟计数

source: Last Energy
bg: Последна енергия
de: Letzte Energie
es: Ultima Energia
fr: Dernière énergie
it: Ultima energia
nb: Siste energi
nl: Vorige energie
zh_hans: 最后的能量平均统计值

source: Last Power
bg: Последна мощност
de: Letzte Leistung
es: Ultima Potencia
fr: Dernière puissance
it: Ultima potenza
nb: Siste effekt
nl: Vorig vermogen
zh_hans: 最后的功率平均统计值

source: Last Temperature
bg: Последна температура
de: Letzte Temperatur
es: Ultima Temperatura
fr: Dernière température
it: Ultima temperatura
nb: Siste temperatur
nl: Vorige temperatuur
zh_hans: 最后的温度平均统计值

source: Last Time
bg: Последно време
de: Letzte Dauer
es: Ultima Vez
fr: Dernière durée
it: Ultimo tempo
nb: Siste tid
nl: Vorige tijdsduur
zh_hans: 最后的时间平均统计值

source: Charging Field {0}:
bg: Зареждане поле {0}:
de: Ladefeld {0}:
es: Campo de Recarga {0}:
fr: Champ pendant chargement {0}:
it: Campo in ricarica {0}:
nb: Felt ved lading {0}:
nl: Veld {0} bij opladen:
zh_hans: 充电区域{0}:

source: Brightness
bg: Яркост
de: Helligkeit
es: Luminosidad
fr: Luminosité
it: Luminosità
nb: Lysstyrke
nl: Helderheid
zh_hans: 亮度

source: Firing Brightness:
bg: Яркост активиране:
de: Feuern Helligkeit:
es: Luminosidad Calada:
fr: Luminosité pendant fire:
it: Luminosità attivazione:
nb: Lysstyrke ved fyring:
nl: Helderheid bij vuren:
zh_hans: 点火亮度:

source: Fade to...
bg: Намали до...
de: Ausblenden nach...
es: Desbanecerse hacia...
fr: Augmenter jusqu'à...
it: Dissolvenza al...
nb: Fade til...
nl: Dimmen naar...
zh_hans: 淡出为...

source: Set to...
bg: Установи на...
de: Einstellen auf...
es: Empezar a...
fr: Fixer à...
it: Imposta a...
nb: Sett til...
nl: Instellen op...
zh_hans: 设置为...

source: Temporarily set to...
bg: Временно установи на...
de: Temporär einstellen auf...
es: Temporalmente Establecido en...
fr: Fixer temporairement à...
it: Impostazione temporanea a...
nb: Sett midlertidig til...
nl: Tijdelijk instellen op...
zh_hans: 暂时设为...

source: Do not change.
bg: Не променяй.
de: Nicht laden.
es: No cambiar.
fr: Ne pas changer.
it: Non cambiare.
nb: Ikke endre.
nl: Niet wijzigen.
zh_hans: 不进行更改.

source: Screen active after puff.
bg: Екрана вкл. след дръпка.
de: Bildschirm aktiv nach Zug.
es: Pantalla activada despues de calada.
fr: Ecran actif après une puff.
it: Schermo acceso dopo Puff.
nb: Skjerm aktiv etter trekk.
nl: Scherm actief na puf.
zh_hans: 喷烟后屏幕激活.

source: Screen off after puff.
bg: Екрана изкл.след дръпка.
de: Bildschirm aus nach Zug.
es: Pantalla apagada despues de calada.
fr: Ecran inactif après une puff.
it: Schermo spento dopo Puff.
nb: Skjerm av etter trekk.
nl: Scherm uit na puf.
zh_hans: 喷烟后屏幕关闭.

source: No effect on idle state.
bg: Без ефект в изчакване.
de: Keine Einwirkung im Leerlauf.
es: Sin efecto en estado inactivo.
fr: Aucun effet en repos.
it: Nessun efetto se inattivo.
nb: Ingen innvirkning på hviletilstand.
nl: Geen effect als inactief.
zh_hans: 空闲状态下无影响.

source: Active Brightness:
bg: Яркост при активиране:
de: Aktiv Helligkeit:
es: Luminosidad Activada:
fr: Luminosité active:
it: Luminosità attiva:
nb: Aktiv lysstyrke:
nl: Helderheid als actief:
zh_hans: 激活亮度:

source: Active Time:
bg: Време при активиране:
de: Aktiv Zeit:
es: Tiempo Activo:
fr: durée d'activation:
it: Tempo attivo:
nb: Aktiv tid:
nl: Tijdsduur actief:
zh_hans: 激活时间:

source: Idle Brightness:
bg: Яркост при изчакване:
de: Leerlauf Helligkeit:
es: Luminosidad Desactivada:
fr: Luminosité au repos:
it: Disattiva luminosità:
nb: Lysstyrke ved hvile:
nl: Helderheid als inactief:
zh_hans: 空闲亮度:

source: Idle Time:
bg: Време за изчакване:
de: Leerlauf Zeit:
es: Tiempo Inactivo:
fr: Durée de repos:
it: Disattiva tempo:
nb: Hviletid:
nl: Tijdsduur inactief:
zh_hans: 空闲时间:

source: Charging Brightness:
bg: Яркост при зареждане:
de: Ladehelligkeit:
es: Luminosidad en Recarga:
fr: Luminosité pendant chargement:
it: Luminosità di ricarica:
nb: Lysstyrke ved lading:
nl: Helderheid bij opladen:
zh_hans: 充电亮度:

source: Fade-in Time:
bg: Време за избледняване:
de: Einblendungs Zeit:
es: Tiempo de Fundido:
fr: Durée du fade-in:
it: Accensione dissolvenza:
nb: Fade-inn-tid:
nl: Fade-in tijdsduur:
zh_hans: 淡入时间:

source: Fade-out Time:
bg: Време за появяване:
de: Ausblendungs Zeit:
es: Tiempo de Desbanecimiento:
fr: Durée du fade-out:
it: Spegnimento dissolvenza:
nb: Fade-ut-tid:
nl: Fade-out tijdsduur:
zh_hans: 淡出时间:

source: Battery
bg: Батерия
de: Akku
es: Bateria
fr: Batterie
it: Batteria
nb: Batteri
nl: Accu
zh_hans: 电池

source: Type:
bg: Тип:
de: Typ:
es: Tipo:
it: Tipo:
nl: Celtype:
zh_hans: 类型:

source: Lithium Polymer
bg: Литиево-полимерна
de: Lithium Polymer (LiPo)
es: Polímero de Litio
fr: Lithium polymère (LiPo)
it: polimeri di litio
nb: Litium-polymer
nl: Lithium Polymer (LiPo)
zh_hans: 锂聚合物(Li-Po)

source: Power Supply
bg: Източник на захранване
de: Netzteil
es: Fuente de Alimentacion
fr: Alimentation
it: Alimentazione elettrica
nb: Strømforsyning
nl: Netvoeding
zh_hans: 电力供应

source: Capacity:
bg: Капацитет:
de: Kapazität:
es: Capacidad:
fr: Capacitée:
it: Capacità:
nb: Kapasitet:
nl: Capaciteit:
zh_hans: 容量:

source: {0}-cell
bg: {0}-клетки
de: {0}-Zelle
es: {0}-celda
fr: {0}-cellules
it: {0}-cella
nb: {0}-celle
nl: {0}-cellen
zh_hans: {0}-单元

source: Watt-Hour Calculator
bg: Ват/час калкулатор
de: Wattstunden Rechner
es: Calculadora de Vatios/Hora
fr: Calculateur de Watt/Heure
it: calcolatore Wh
nb: Watt-time-kalkulator
nl: Wattuur rekenmachine
zh_hans: 电能计算器

source: Cell Soft Cutoff:
bg: Напрежение за изкл. на мода:
de: Unterste Spannungsgrenze (unter Last):
es: Cote Suave de la Celda:
fr: Tension de coupure:
it: Limite cella:
nb: Myk minstegrense for celle:
nl: Cutoff celspanning:
zh_hans: 电池单元弱电切断:

source: Charging Mode:
bg: Режим на зареждане:
de: Lademodus:
es: Modo de Recarga:
fr: Mode de chargement:
it: Modalità di ricarica:
nb: Lademodus:
nl: Oplaadmodus:
zh_hans: 充电模式:

source: Maximize Puffs
bg: Макс. изпаряване
de: Mehr Züge
es: Maximizar Caladas
fr: Maximiser les puffs
it: Massimizza Puff
nb: Maksimer trekk
nl: Hoog: max pufs
zh_hans: 最大限度喷烟

source: Maximize Recharges
bg: Макс. брой зареждания
de: Mehr Ladezyklen
es: Maximizar Recargas
fr: Maximiser les recharges
it: Massimizza ricarica
nb: Maksimer ladesykluser
nl: Lager: max acculeven
zh_hans: 最大限度提高充电

source: Discharge Profile:
bg: Профил на разреждането:
de: Entladungsdiagramm:
es: Perfil de Descarga:
fr: Profil de décharge:
it: Profilo:
nb: Utladningsprofil:
nl: Ontlaadcurve:
zh_hans: 放电概况:

source: Battery Analyzer
bg: Анализатор на батерията
de: Akkuanalyse
es: Analizador de Bateria
fr: Analyseur de batterie
it: Analizzatore batteria
nb: Batterianalysator
nl: Accu analyse
zh_hans: 电池分析器

source: {0} can be used to analyze your battery's capacity and discharge profile.
bg: {0} може да се ползва за анализ на капацитета на вашата батерия и режима на разреждане.
de: Analyse der Akkukapazität und Entladung.
es: {0} Puede usarse para analizar la capacidad de su bateria y el perfil de descarga.
fr: {0} peut analizer la capacité de votre batterie et son profil de décharge.
it: Puoi usare {0} per analizzare la capacità della batteria e per il profilo.
nb: {0} kan brukes for å analysere kapasiteten og utladningsprofilen til batteriet ditt.
nl: Analyseer hiermee de capaciteit en het ontlaadprofiel van de accu.
zh_hans: {0}可以用来分析你的电池容量和放电曲线.

source: Electrical
bg: Електрически:
de: Elektrik
es: Electrico
fr: Electrique
it: Elettrico
nb: Elektrisk
nl: Elektrisch
zh_hans: 电

source: Kanthal Power Limit:
bg: Кантал мощност лимит:
de: Kanthal Leistungsgrenze:
es: Limite de Potencia Kanthal:
fr: Puissance limite en Kanthal:
it: Limite di potenza Kanthal:
nb: Maks effekt for Kanthal:
nl: Maximaal vermogen (TC uit):
zh_hans: 康丝功率限制:

source: Mod Resistance:
bg: Съпротивление на мода:
de: Akkuträger Widerstand:
es: Resistencia del Dispositivo:
fr: Résistance du mod:
it: Resistenza dispositivo:
nb: Motstand i mod:
nl: Weerstand Mod:
zh_hans: 方案电阻:

source: Ohm Lock Range: ±
bg: Диапазон закл. Ом: ±
de: Ohm Sperrbereich: ±
es: Rango de Bloqueo de Ohmios: ±
fr: Plage de verrouillage ohms: ±
it: Gamma di blocco Ohm: ±
nb: Toleranse for ohm-lås: ±
nl: Bandbreedte van ohmslot: ±
zh_hans: 电阻锁定范围: ±

source: Mechanical
bg: Механични
de: Mechanik
es: Mecanico
fr: Mécanique
it: Meccanico
nb: Mekanisk
nl: Mechanisch
zh_hans: 机械

source: Up/Down Buttons:
bg: +/- бутони:
de: Rauf-/Runter Taster:
es: Botones ±:
fr: Bouttons haut/bas:
it: Pulsanti +/-:
nb: Opp/ned-knapper:
nl: PLUS/MIN knoppen:
zh_hans: 上/下按钮:

source: Normal
bg: Нормално
it: Normali
nl: Normaal
zh_hans: 普通

source: Swapped
bg: Разменени
de: Vertauscht
es: Intercambio
fr: Inversés
it: Scambiati
nb: Byttet om
nl: Verwisseld
zh_hans: 调换

source: Thermal
bg: Топлинни
de: Thermik
es: Termico
fr: Thermique
it: Termico
nb: Termisk
nl: Thermisch
zh_hans: 热

source: Case Analyzer
bg: Анализатор на корпуса
de: Gehäuseanalyse
es: Analizador de Carcasa
fr: Analyseur thermique
it: Analizzatore scocca
nb: Boksanalysator
nl: Behuizing analyse
zh_hans: 案例分析器

source: {0} can be used to analyze your case's thermal properties.
bg: {0} може да се използва за анализиране топлинните свойства на вашия корпус/кутия.
de: Kann genutzt werden um die thermischen Eigenschaften des Gehäuses zu analysieren.
es: {0} Puede usarse para analizar las propiedades termicas de su carcasa.
fr: {0} peut analyser les propriétés thermiques lors du chargement.
it: Puoi usare {0} per analizzare le proprietà termiche della scocca.
nb: {0} kan brukes til å analysere de termiske egenskapene til boksen din.
nl: Analyseer hiermee de thermische eigenschappen van de behuizing.
zh_hans: {0}可以用来分析你的热性能.

source: Data Acquisition
bg: Получаване на данни
de: Daten Sammlung
es: Adquisicion de Datos
fr: Acquisition de données
it: Acquisizione dati
nb: Datainnsamling
nl: Data acquisitie
zh_hans: 数据采集

source: Serial Output Format:
bg: Формат сериен изход:
de: Serielles Ausgabeformat:
es: Formato de Salida serie:
fr: Format de sortie:
it: Formato di output:
nb: Seriell-utformat:
nl: Format seriële USB-poort:
zh_hans: 输出格式:

source: Plain Text Serial
bg: Чист текст
de: Serielles Format
es: Serie de Texto Plano
fr: Texte
it: Formato testuale
nb: Enkel tekst seriell
nl: Platte tekst seriëel
zh_hans: 纯文本序列

source: Experimental Setup
bg: Експериментални настройки
de: Experimentelle Einstellung
es: Configuracion Experimental
fr: Configuration expérimentale
it: Setup sperimentale
nb: Eksperiment-oppsett
nl: Experimentele setup
zh_hans: 限制实验设置

source: Coil Resistance:
bg: Съпротивление нагревател:
de: Wicklungs Widerstand:
es: Resistencia de la Coil:
fr: Résistance du coil:
it: Resistenza della Coil:
nb: Motstand i spole:
nl: Weerstand wikkeling:
zh_hans: 线圈电阻:

source: Automatic
bg: Автоматично
de: Automatisch
es: Automatico
fr: Automatique
it: Automatica
nb: Automatisk
nl: Automatisch
zh_hans: 全自动

source: Locked
bg: Заключено
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccata
nb: Låst
nl: Vastgezet
zh_hans: 锁定

source: Temperature Limit:
bg: Температурен лимит:
de: Temperatur Grenze:
es: Limite de temperatura:
fr: Limite de température:
it: Limite di temperatura:
nb: Temperaturgrense:
nl: Temperatuurlimiet:
zh_hans: 温度限制:

source: Configurable
bg: Настройваем
de: Konfigurierbar
it: Configurabile
nb: Justerbar
nl: Configureerbaar
zh_hans: 可配置

source: Puff Limit:
bg: Лимит на дръпките:
de: Zuggrenze:
es: Limite de Caladas:
fr: Limite de puffs:
it: Limite dei Puff:
nb: Trekk-grense:
nl: Puf limiet:
zh_hans: 喷烟口数限制:

source: Disabled
bg: Забранено
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
nb: Deaktivert
nl: Gedeactiveerd
zh_hans: 禁用

source: Enabled
bg: Разрешено
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
nb: Aktivert
nl: Geactiveerd
zh_hans: 启用

source: Energy Limit:
bg: Лимит на енергия:
de: Energiegrenze:
es: Limite de Energia:
fr: Limite d'énergie:
it: Limite energia:
nb: Energi-grense:
nl: Energielimiet:
zh_hans: 能量限制:

source: Time Limit:
bg: Лимит на време:
de: Zeitgrenze:
es: Limite de Tiempo:
fr: Limite de durée:
it: Limite tempo:
nb: Tidsgrense:
nl: Tijdslimiet:
zh_hans: 时间限制:

source: Apply Research Seal
bg: Сложи маркет изследване
de: Siegel anbringen
es: Aplicar Datos de Busqueda
fr: Appliquer un mot de passe pour les paramètres de recherche
it: Applica dati ricerca
nb: Sett på forskningsforsegling
nl: Pas researchzegel toe
zh_hans: 防篡改加密

source: Break Research Seal
bg: Махни маркер изследване
de: Siegel brechen
es: Parar Datos de Busqueda
fr: Détruire le mot de passe
it: Stop dati ricerca
nb: Bryt forskningsforsegling
nl: Verbreek researchzegel
zh_hans: 解除加密

source: Check Research Seal
bg: Провери маркер изследване
de: Siegel überprüfen
es: Comprobar Datos de Busqueda
fr: Vérifier le mot de passe
it: Controlla dati ricerca
nb: Sjekk forskningsforsegling
nl: Check researchzegel
zh_hans: 检查加密

source: Reset Statistics
bg: Нулирай статистиките
de: Statistiken zurücksetzen
es: Resetear Estadisticas
fr: Réinitialiser les stats
it: Resetta statistiche
nb: Nullstill statistikk
nl: Herstel statistieken
zh_hans: 重置统计

source: Device Monitor
bg: Монитор на устройството
de: Geräteüberwachung
es: Monitor de Dispositivo
fr: Monitoring du mod
it: Monitoraggio del dispositivo
nb: Enhetsmonitor
nl: Apparaatmonitor
zh_hans: 设备监控

source: Live View
bg: Текущо състояние
de: Live DNA Ansicht
es: Vista en Vivo
fr: Vue temps réel
it: Vista dal vivo
nb: Sanntidsvisning
nl: Live weergave
zh_hans: 实时查看

source: USB Power:
bg: USB мощност:
de: USB-Leistung:
es: Potencia USB:
fr: Puissance USB:
it: Potenza USB:
nb: USB-effekt:
nl: USB vermogen:
zh_hans: usb 功率:

source: USB Current:
bg: USB ток:
de: USB-Strom:
es: Corriente USB:
fr: Ampérage USB:
it: Corrente USB:
nb: USB-strøm:
nl: USB stroom:
zh_hans: usb 电流:

source: Charge:
bg: Зареждане:
de: Ladung:
es: Carga:
it: Carica:
nb: Ladenivå:
nl: Lading:
zh_hans: 充电:

source: Pack:
bg: Батерия:
es: Paquete:
fr: Ensemble:
it: Pacco:
nb: Pakke:
nl: Pak:
zh_hans: 电池组:

source: Cell {0}:
bg: Клетка {0}:
de: Zelle {0}:
es: Celda {0}:
fr: Cellule {0}:
it: Cella {0}:
nb: Celle {0}:
nl: Cel {0}:
zh_hans: 电池单元 {0}:

source: Current Puff
bg: Текуща дръпка
de: Derzeitige Züge
es: Calada Actual
fr: Puff courante
it: Puff Attuale
nb: Dette trekket
nl: Huidige puf
zh_hans: 当前喷烟情况

source: Power Set:
bg: Настроена мощност:
de: Eingestellte Leistung:
es: Establecer Potencia:
fr: Puissance paramétrée:
it: Potenza impostata:
nb: Innstilt effekt:
nl: Ingesteld vermogen:
zh_hans: 功率设置:

source: Temperature Set:
bg: Настроена температура:
de: Eingestellte Temperatur
es: Establecer Temperatura:
fr: Température paramétrée:
it: Temperature impostata:
nb: Innstilt temperatur:
nl: Ingestelde temperatuur:
zh_hans: 温度设置:

source: Current:
bg: Ток:
de: Strom:
es: Corriente:
fr: Ampérage:
it: Corrente:
nb: Strøm:
nl: Stroom:
zh_hans: 电流:

source: Cold Ohms:
bg: Студено съпротивление:
de: Ohm (kalt):
es: Ohmios en Frios:
fr: Ohms à froid:
it: Ohm a freddo:
nb: Kalde ohm:
nl: Weerstand (koud):
zh_hans: 常温电阻:

source: Live Ohms:
bg: Текущо съпротивление:
de: Ohm (Echtzeit):
es: Ohmios Actuales:
fr: Ohms en live:
it: Ohm reali:
nb: Live ohm:
nl: Weerstand (actueel):
zh_hans: 实时电阻:

source: Room Temp:
bg: Темп. стая:
de: Raumtemperatur:
es: Temperatura Ambiente:
fr: Température ambiante:
it: Temp. ambiente:
nb: Romtemp:
nl: Omgevingstemperatuur:
zh_hans: 室内温度:

source: Board Temp:
bg: Температура платка:
de: Gerätetemperatur:
es: Temperatura de la Placa:
fr: Température du chipset:
it: Temp. Scheda:
nb: Kretskorttemp:
nl: Bordtemperatuur:
zh_hans: 主板温度:

source: Statistics
bg: Статистики
de: Statistiken
es: Estadisticas
fr: Statistiques
it: Statistiche
nb: Statistikk
nl: Statistiekes
zh_hans: 数据统计

source: Since Reset
bg: След нулирането
de: Seit des Zurücksetzens
es: Desde el Reinicio
fr: Depuis le dernier reset
it: Da ripristino
nb: Siden nullstilling
nl: Vanaf reset
zh_hans: 重置以后

source: Total
bg: Всичко
it: Totali
nb: Totalt
nl: Totaal
zh_hans: 总数

source: Last Puff
bg: Последна дръпка
de: letzter Zug
es: Ultima Calada
fr: Dernière puff
it: Ultimo Puff
nb: Siste trekk
nl: Laatste puf
zh_hans: 最后喷烟平均统计值

source: Mean
bg: Средно
de: Durchschnitt
es: Promedio
fr: signif.
it: Media
nb: Middel
nl: Gemiddeld
zh_hans: 平均数

source: Puffs:
bg: Дръпки:
de: Züge:
es: Caladas:
nb: Trekk:
nl: Puf’s:
zh_hans: 喷烟口数:

source: Temp-Protected:
bg: Температурна защита:
de: Temp.-geschützt:
es: Proteccion por Temperatura:
fr: Protection température:
it: Protezione Temp.:
nb: Temp-beskyttet:
nl: Temp.-beveiliging:
zh_hans: 温度保护

source: Energy:
bg: Енергия:
de: Energie:
es: Energia:
fr: Energie:
it: Energia:
nb: Energi:
nl: Energie:
zh_hans: 能量:

source: Time:
bg: Време:
de: Zeit:
es: Tiempo:
fr: Durée:
it: Tempo:
nb: Tid:
nl: Tijd:
zh_hans: 时间:

source: &Record...
bg: &Запис...
de: &Bericht...
es: &Grabar...
fr: &Enregistrement...
it: &Registra...
nb: Ta &opp...
nl: &Neem op...
zh_hans: 记录...

source: Graph &Options
bg: Графика &опции
de: Diagramm&optionen
es: &Opciones del Grafico
fr: Options du graphe
it: &Opzioni grafico
nb: Graf-&innstillinger
nl: Grafiek&opties
zh_hans: 图表选项

source: &Clear Graph
bg: &Изчисти графиката
de: &Diagramm löschen
es: &Limpiar Grafico
fr: &Réinitialiser le graphe
it: &Cancella Grafico
nb: T&øm graf
nl: &Wis grafiek
zh_hans: 清除图表

source: &Save Graph...
bg: &Запази графиката...
de: &Diagramm speichern
es: &Salvar Grafico...
fr: &Sauvegarder le graphe...
it: &Salva Grafico...
nb: &Lagre graf...
nl: Grafiek &opslaan...
zh_hans: 保存图表...

source: Set &Time Scale...
bg: Установи &времева скала...
de: &Zeitskala festlegen...
es: Establecer Escala de &Tiempo...
fr: Configurer l'échelle de temps...
it: Imposta scala &tempo...
nb: Sett &tidsskala...
nl: Stel &tijdas in...
zh_hans: 时间刻度设置...

source: Puf&f...
bg: Дръп&ки...
de: Zug Dauer&...
es: Cala&da...
nb: T&rekk...
nl: pu&f...
zh_hans: 喷烟...

source: {0} second
bg: {0} секунда
es: {0} segundo
fr: {0} seconde
it: {0} secondo
nb: {0} sekund
nl: {0} SECONDE
zh_hans: {0} 秒
