Repository: Evolvapor/EScribeTranslations
Catalog: */EScribe.po
Languages: bg, de, es, fr, it, nb, nl, zh_hans

source: Are you sure you want to reset your statistics?
de: Bist du sicher, das die Statistik zurückgesetzt werden soll?
it: Sei sicuro di voler resettare le statistiche?
nb: Er du sikker på at du vil nullstille statistikken din?

source: Are you sure you want to restore to manufacturer settings? Any customizations you have made will be lost.
de: Bist du sicher das du die Werkseinstellungen wiederherstellen willst? Einstellungen die du gemacht hast gehen verloren.
it: Sei sicuro di voler ripristinare le impostazioni del produttore? Tutte le personalizzazioni apportate andranno perse.
nb: Er du sikker på at du vil gjenopprette fabrikkinnstillinger?Alle tilpasninger du har gjort vil gå tapt.

source: Load Profile...
de: Lade Profil...
it: Carica Profilo...
nb: Last profil...

source: Save Profile...
de: Sichere Profil...
it: Salva Profilo...
nb: Lagre profil...

source: Copy Profile
de: Kopiere Profil
it: Copia Profilo
nb: Kopier profil

source: Behavior
de: Verhalten
it: Comportamento
nb: Oppførsel

source: Manufacturer Settings
de: Erweiterte Einstellungen
it: Impostazioni del produttore
nb: Fabrikkinnstillinger

source: Edit Translations
de: Bearbeite Übersetzung
it: Modifica traduzioni
nb: Rediger oversettelser

source: Test Translation
de: Teste Übersetzung
it: Test traduzione
nb: Test oversettelse

source: Autodetect
de: Autoerkennung

source: Set Language
de: Setzte Sprache

source: Are you sure you want to change the language to {0}?
de: Bist du sicher das die Sprache gewechslt werden soll in {0}?

source: Please restart {0} for the change to take effect.
de: Neustarten {0} um die Veränderung zu sehen.

source: The language is now {0}.
de: Die Sparache ist nun {0}.

source: The language is now autodetected.
de: Sprache wird nun Automstisch erkannt.

source: Materials
de: Drähte

source: Materials on Device
de: Drähte auf dem DNA

source: Available Materials
de: Vorhandene Drähte

source: Temperature-Dominant
de: Grad in groß anzeigen

source: Material In Use
de: Draht in Benutzung

source: Temperature Increment:
de: Temperatur Abstufungen:

source: That material cannot be removed because it is being used by a profile.
de: Dieser Draht kann nicht verschoben werden weil es in einem Profil genutzt wird.

source: That material is already in the repository.
de: Der Draht ist schon in EScribe.

source: That material is already on the device.
de: Der Draht ist schon auf dem DNA.

source: Max Continuous Input Current:
de: Maximaler Dauer Strom:

source: Max Pulse Input Current:
de: Maximaler gepulster Strom:

source: &Language
de: Sp&rache

source: Running
de: Im Betrieb

source: Charging
de: Akku Lademodus

source: Charging brightness is very low.
de: Lademodus hat niedrige Helligkeit.

source: Do not change brightness.
de: Veränder nicht die Helligkeit.

source: Activate the screen.
de: Aktiviere den Bildschirm.

source: Turn the screen off.
de: Schalte Bildschirm aus.

source: Do not change the screen.
de: Bildschim nicht verändern.

source: &Internet
bg: &Акаунт
nb: &Internett
zh_hans: 联网

source: Login
bg: Вход
es: Acceder
fr: Se connecter
it: Accedi
nb: Logg inn
zh_hans: 登录

source: Nickel 200
bg: Никел 200
nb: Nikkel 200
zh_hans: 镍 200

source: Std. Dev.
bg: Готовност
es: Dev. Std.
it: Dev. Std.
nb: Std. avvik
zh_hans: 标准偏差(统计)

source: Resets: {0}
bg: Изчиствания: {0}
es: Reseteos: {0}
fr: Réinitialisations: {0}
nb: Nullstillinger: {0}
zh_hans: 重置: {0}

source: &Stop
bg: &Стоп
fr: &Arrêter
nb: &Stopp
zh_hans: 停止

source: OK
bg: ОK
zh_hans: 确认

source: LiFePO4
bg: Литий-желязо-фосфатна
zh_hans: 磷酸铁锂(LiFePO4)

source: Fahrenheit
bg: Фаренхайт
zh_hans: 华氏度

source: Celsius
bg: Целзии
zh_hans: 摄氏度

source: &Start
bg: &Старт
fr: &Commencer
zh_hans: 开始

source: &New (Reset to Evolv Standard)
it: &Nuovo (Ripristina lo standard Evolv)
zh_hans: 新建(重置到Evolv默认设置)
