Repository: Evolvapor/EScribeTranslations
Catalog: */EScribe.po
Languages: bg, de, es, fr, it, nb, nl, zh_hans

source: X-language translation by Y.
bg: Bulgarian translation by Milen Cholashki https://smoking-maniac.com.
de: German translation by GERMAN DNA200 CREW.
es: Spanish translation by Rubioario & Killercito.
fr: French translation by Raphaël (Zbin Vape).
it: Italian translation by Maranto (RallyRace).
nb: Oversatt til norsk (bokmål) av Lars Simonsen.
nl: Nederlandse vertaling door Bobby (v1.5 10/20/2015).
zh_hans: Chinese translation by SamMao.

source: Cancel
bg: Отмяна
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
nb: Avbryt
nl: Annuleer
zh_hans: 取消

source: &File
bg: &Файл
de: &Datei
es: &Fichero
fr: &Fichier
nb: &Fil
nl: &Bestand
zh_hans: 文件

source: &New (Reset to {0} Standard)
bg: &Нов (нулиране към {0} стандартно)
de: &Neu (Zurücksetzen auf {0} Werkseinstellung)
es: &Nuevo (Reinicia al {0} estandar)
fr: &Nouveau (réinitialiser aux réglages Evolv)
nb: &Ny (tilbakestill til {0} standard)
nl: &Nieuw (en terug naar standaard instellingen van {0})

source: &Save
bg: &Запази
de: &Speichern
es: &Guardar
fr: &Sauver
it: &Salva
nb: &Lagre
nl: Op&slaan
zh_hans: 保存

source: Save &As...
bg: Запиши &като...
de: Speichern &als...
es: Guardar &Como...
fr: Sauver &comme...
it: S&alva con nome...
nb: Lagre &som...
nl: Opslaan &als...
zh_hans: 另存为

source: E&xit
bg: И&зход
de: Beenden
es: S&alir
fr: S&ortir
it: &Esci
nb: A&vslutt
nl: Afsluiten
zh_hans: 退出

source: &Edit
bg: &Редакция
de: &Bearbeiten
es: &Modificar
fr: &Editer
it: Modific&a
nb: R&ediger
nl: Be&werken
zh_hans: 编辑

source: &Undo
bg: &Отмени
de: &Rückgängig
es: &Anular
fr: &Annuler
it: Annulla
nb: &Angre
nl: Ongedaan maken
zh_hans: 撤销

source: &Redo
bg: &Върни
de: &Wiederholen
es: &Deshacer
fr: &Refaire
it: &Ripeti
nb: &Gjenta
nl: Opnieuw uitvoeren
zh_hans: 重做

source: E-mail:
nb: E-post:
nl: Emailadres:
zh_hans: 邮箱:

source: Password:
bg: Парола:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
nb: Passord:
nl: Wachtwoord:
zh_hans: 密码:

source: My Account
bg: Моя акаунт
de: Mein Konto
es: Perfil
fr: Mon compte
it: Profilo
nb: Min konto
nl: Mijn account
zh_hans: 我的帐号

source: Register
bg: Регистрация
de: Anmelden
es: Registrarse
fr: S'inscrire
it: Registrati
nb: Registrer
nl: Registreer
zh_hans: 注册

source: Log &out
bg: Изход
de: Abmelden
es: Desconectar
fr: Se déconnecter
it: &Disconnetti
nb: Logg &ut
nl: Log &uit
zh_hans: 注销

source: &Options
bg: &Опции
de: &Optionen
es: &Opciones
it: &Opzioni
nb: &Alternativer
nl: &Opties
zh_hans: 选项

source: Automatically Check for &Updates
bg: Автоматична проверка за обновяване
de: Automatische Suche nach &Updates
es: Comprobar %Actualizaciones Automaticamente
fr: Vérifier automatiquement les mises à jour
it: Aggiornamenti a&utomatici
nb: Se etter oppdateringer a&utomatisk
nl: Automatisch checken voor &updates
zh_hans: 自动检查更新

source: Clear Recent Files List
bg: Изчисти списъка с последните файлове
de: Lösche Dateiliste
es: Borrar Lista De Archivos Recientes
fr: Fermer la liste des fichiers récents
it: Cancella elenco &file recenti
nb: Tøm liste over siste filer
nl: Wis lijst met recente bestanden
zh_hans: 清除最近的文件列表

source: &Connect...
bg: &Съедини се към устройство...
de: &Verbinde...
es: &Conectar...
fr: &Connexion...
it: &Connetti...
nb: &Koble til...
nl: &Verbind...
zh_hans: 连接...

source: Dis&connect
bg: Разкачи
de: Verbindung Trennen
es: Des&conectar
fr: Déconnexion
it: &Disconnetti
nb: &Koble fra
nl: Verbreek verbinding
zh_hans: 断开连接

source: &Tools
bg: &Инструменти
de: &Werkzeuge
es: &Herramientas
fr: &Outils
it: S&trumenti
nb: Verk&tøy
nl: &Extra
zh_hans: 工具箱

source: &Calculator
bg: &Калкулатор
de: &Rechner
es: &Calculadora
fr: &Calculateur
it: &Calcolatrice
nb: &Kalkulator
nl: &Rekenmachine
zh_hans: 计算器

source: Calculator
bg: Калкулатор
de: Rechner
es: Calculadora
fr: Calculateur
it: Calcolatrice
nb: Kalkulator
nl: Rekenmachine
zh_hans: 计算器

source: Results
bg: Резултати
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
nb: Resultater
nl: Uitkomsten
zh_hans: 结果

source: Equation
bg: Уравнение
de: Gleichung
es: Ecuacion
it: Equazione
nb: Ligning
nl: Vergelijking
zh_hans: 公式

source: Calculate
bg: Изчисли
de: Berechne
es: Calcular
fr: Calculer
it: Calcola
nb: Kalkulér
nl: Bereken
zh_hans: 计算

source: &Production Utility
bg: &Приложение за производство
de: &Produktions Hilfsmittel
es: &Utilidad De Produccion
fr: &Utilitaire de production
it: Utility di &Produzione
nb: &Produksjonsverktøy
nl: &Productie hulpprogramma
zh_hans: 制作工具

source: Serial &Terminal
bg: СОМ &порт
de: Eingabe &Terminal
es: Terminal &Serie
fr: Terminal
it: Collegamento &Seriale
nb: Seriell&terminal
nl: Seriële &Terminal
zh_hans: 串行终端

source: Serial Terminal
bg: СОМ-порт
de: Eingabe Terminal
es: Terminal &Serie
fr: Terminal
it: Collegamento Seriale
nb: Seriellterminal
nl: Seriële Terminal
zh_hans: 串行终端

source: Data
bg: Данни
de: Daten
es: Fecha
fr: Donnée
it: Dati
nl: Gegevens
zh_hans: 数据

source: Command
bg: Команди
de: Befehl
es: Comando
fr: Commande
it: Comando
nb: Kommando
nl: Opdracht
zh_hans: 指令

source: System &Information
bg: Системна &информация
es: &Informacion del Sistema
fr: Informations système
it: &Informazioni del Sistema
nb: System&informasjon
nl: Systeem&informatie
zh_hans: 系统信息

source: &Reboot Device
bg: &Рестартирай мода
de: &Gerät Neustarten
es: &Reinicia dispositivo
fr: &Rebooter le chipset
it: &Riavvia dispositivo
nb: Omsta&rt enhet
nl: &Herstart apparaat
zh_hans: 重启设备

source: &Soft Reboot...
bg: &Мек рестарт...
de: &Soft Reboot...(Einstellungen bleiben)
es: &Reinicio suave...
fr: &Reboot soft...
it: Riavvio &veloce...
nb: Myk om&start...
nl: &Zachte herstart...
zh_hans: 软重启...

source: &Hard Reboot...
bg: &Пълен рестарт...
de: &Hard Reboot...(Einstellungen werden gelöscht)
es: &Reinicio Completo...
fr: &Reboot hard...
it: Riavvio &completo...
nb: &Hard omstart...
nl: &Harde herstart...
zh_hans: 硬重启...

source: Show Serial &Number...
bg: Покажи серийния &номер...
de: Seriennummer anzeigen...
es: Ver &Numero Serie...
fr: Voir le numéro de série...
it: Visualizza &numero seriale...
nb: Vis serie&nummer...
nl: Bekijk serie&nummer...
zh_hans: 显示序列号...

source: Report a &Bug
bg: Докладвай грешка
de: Fehler melden
es: Informar De Un &Error
fr: Rapporter un bug
it: Segnala un &errore
nb: Rapporter en &feil
nl: Rapporteer een &bug
zh_hans: 报告错误

source: Bug Report
bg: Рапорт за грешка
de: Fehler melden
es: Informe de Error
fr: Rapport de bug
it: Segnala un errore
nb: Feilrapport
nl: Bugrapport
zh_hans: 报告错误

source: E-mail Address (optional):
bg: Имейл адрес (незадължително):
de: E-Mail-Adresse (optional):
es: Tu direccion E-mail (opcional):
fr: Adresse email (optional):
it: la tua E-mail (opzionale):
nb: Epost-adresse (valgfri):
nl: Emailadres (optioneel):
zh_hans: 邮件地址(可选):

source: &Send
bg: &Изпрати
de: &Senden
es: &Enviar
fr: &Envoyer
it: &Invia
nl: &Stuur
zh_hans: 发送

source: Send &Feedback
bg: Изпрати &отзив
de: Feedback senden
es: Enviar &Comentarios
fr: Envoyer un &feedback
it: Invia &feedback
nb: Send &tilbakemelding
nl: Stuur &feedback
zh_hans: 发送反馈意见

source: Feedback Form
bg: Форма за връзка
de: Feedback Formular
es: Formulario De Comentarios
fr: Formulaire de feedback
it: Modulo di feedback
nb: Tilbakemeldingsskjema
nl: Feedbackformulier
zh_hans: 反馈表单

source: U.S. &Patents
bg: Патенти в &САЩ
de: U.S. &Patent
es: &Patentes
fr: Brevet
it: &Brevetti
nb: US-&patenter
nl: U.S. &Patenten
zh_hans: 美国发明专利

source: &About {0}
bg: &Относно {0}
de: &Über {0}
es: &Acerca de {0}
fr: &A propos {0}
it: &Informazioni su {0}
nb: &Om {0}
nl: &Over {0}
zh_hans: 关于{0}

source: About {0}
bg: Относно {0}
de: Über {0}
es: Acerca de {0}
fr: A propos {0}
it: Informazioni su {0}
nb: Om {0}
nl: Over {0}
zh_hans: 关于{0}

source: Connect
bg: Съединяване
de: Verbinde
es: Conectar
fr: Connecter
it: Connetti
nb: Koble til
nl: Verbind
zh_hans: 连接

source: Device:
bg: Устройство:
de: DNA:
es: Dispositivo:
fr: Equipement:
it: Dispositivo:
nb: Enhet:
nl: Apparaat:
zh_hans: 设备:

source: Rename...
bg: Преименувай...
de: Umbenennen...
es: Renombrar...
fr: Renommer...
it: Rinomina...
nb: Gi nytt navn...
nl: Hernoem...
zh_hans: 重命名...

source: Rename Device
bg: Преименувай устройството
de: DNA umbenennen
es: Renombrar Dispositivo
fr: Renommer l'équipement
it: Rinomina dispositivo
nb: Gi nytt navn til enhet
nl: Hernoem apparaat
zh_hans: 重命名设备

source: New Name:
bg: Ново име:
de: Neuer Name:
es: Nuevo Nombre:
fr: Nouveau nom:
it: Nuovo nome:
nb: Nytt navn:
nl: Nieuwe naam:
zh_hans: 新建名称:

source: Connect and &Download Settings
bg: Свържи и &изтегли настройките
de: Verbinden und &Einstellungen herunterladen
es: Conectar y &Descargar Configuracion
fr: Se connecter et télécharger les paramètres
it: Connetti e &Scarica impostazioni
nb: Koble til og last ne&d innstillinger
nl: Verbind en &download instellingen
zh_hans: 连接和下载设置

source: &Upload Settings to Device
bg: &Зареди настройките в мода
de: &Veränderte Einstellungen auf den DNA übertragen
es: &Subir Configuracion al Dispositivo
fr: &Envoyer les paramètres vers le chipset
it: &Carica impostazioni sul dispositivo
nb: Last &opp innstillinger til enhet
nl: &Upload instellingen naar Mod
zh_hans: 上传设置到设备

source: Device &Monitor
bg: Мониторинг на мода
de: Geräte &Überwachung
es: &Monitorear el Dispositivo
fr: Moniteur système
it: &Monitoraggio del dispositivo
nb: Enhets&monitor
nl: Apparaat&monitor
zh_hans: 设备监控

source: {0} connected on USB.
bg: {0} включен по USB.
de: {0} verbunden über USB.
es: {0} Conectado en USB.
fr: {0} connecté en USB.
it: Connessione USB con {0}.
nb: {0} koblet til med USB.
nl: {0} verbonden met USB.
zh_hans: {0} 通过USB连接.

source: Downloading Settings
bg: Изтегляне на настройките
de: Lade vom DNA herunter
es: Descargar Configuracion
fr: Téléchargement des paramètres
it: Scarica impostazioni
nb: Laster ned innstillinger
nl: Downloaden instellingen
zh_hans: 正在下载设置

source: Uploading Settings
bg: Зареждане на настройките
de: Lade zum DNA hoch
es: Subir Configuracion
fr: Envoi des paramètres
it: Carica impostazioni
nb: Laster opp innstillinger
nl: Uploaden instellingen
zh_hans: 正在上传设置

source: Verifying Settings
bg: Проверка на настройките
de: Überprüfe Einstellungen
es: Verificando Configuracion
fr: Vérification des paramètres
it: Verifica impostazioni
nb: Bekrefter innstillinger
nl: Controleren instellingen
zh_hans: 正在验证设置

source: General
bg: Общо
de: Allgemein
fr: Géneral
it: Generale
nb: Generelt
nl: Algemeen
zh_hans: 通用设置

source: My DNA
bg: Моя DNA
es: Mi DNA
fr: Mon DNA
it: Il mio DNA
nb: Min DNA
nl: Mijn DNA
zh_hans: 我的芯片

source: Manufacturer:
bg: Производител:
de: Hersteller:
es: Fabricante:
fr: Fabricant:
it: Costruttore:
nb: Produsent:
nl: Fabrikant:
zh_hans: 制造商:

source: History:
bg: История:
de: Verlauf:
es: Historial:
fr: Historique:
it: Dettagli:
nb: Historie:
nl: Geschiedenis:
zh_hans: 出厂:

source: Get Information
bg: Получи информация
de: Informationen empfangen...
es: Obtener Informacion
fr: Récupérer les informations
it: Informazioni
nb: Få informasjon
nl: Haal informatie op
zh_hans: 获取信息

source: {0} can get information online about your mod.
bg: С {0} можете да получите информация за своя мод онлайн.
de: Online Informationen zu deinem DNA Mod erhalten.
es: {0} Puede Obtener Informacion en Linea de tu Dispositivo
fr: {0} peut récupérer en ligne les informations sur votre mod.
it: Usa {0} per ottenere informazioni dal tuo dispostivo
nb: {0} kan få informasjon om modden din på nett.
nl: Informatie over de Mod kan online opgehaald worden.
zh_hans: {0}可以在线获取你的方案的相关信息.

source: Restore Defaults
bg: Възстанови стандартните настройки
de: Auf Werkseinstellung zurücksetzen
es: Restaurar por Defecto
fr: Restaurer par défaut
it: Ripristina Predefiniti
nb: Gjenopprett standarder
nl: Herstel beginwaarden
zh_hans: 还原默认设置

source: Profile {0}
bg: Профил {0}
de: Profil {0}
es: Perfil {0}
fr: Profil {0}
it: Profilo {0}
nb: Profil {0}
nl: Profiel {0}
zh_hans: 配置 {0}

source: Name:
bg: Име:
es: Nombre:
fr: Nom:
it: Nome:
nb: Navn:
nl: Naam:
zh_hans: 名称:

source: Custom Screen:
bg: Личен екран:
de: Eigener Bildschirm:
es: Pantalla Personalizada:
fr: Ecran personnalisé:
it: Schermo personalizzato:
nb: Tilpasset skjerm:
nl: Aangepast scherm:
zh_hans: 自定义屏幕:

source: Settings
bg: Настройки
de: Einstellungen
es: Configuracion
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
zh_hans: 设置

source: Power:
bg: Мощност:
de: Leistung:
es: Potencia:
fr: Puissance:
it: Potenza:
nb: Effekt:
nl: Vermogen:
zh_hans: 功率:

source: Temperature:
bg: Температура:
de: Temperatur:
es: Temperatura:
fr: Température:
it: Temperatura:
nb: Temperatur:
nl: Temperatuur:
zh_hans: 温度:

source: Off
bg: Изкл
de: Aus
es: Apagado
it: Spento
nb: Av
nl: Uitgeschakeld
zh_hans: 关闭

source: Ohms Locked
bg: Омовете блокирани
de: Ohm gesperrt
es: Ohmios Bloqueados
fr: ohms verrouillés
it: Blocca Ohm
nb: Ohm låst
nl: Weerstand vastgezet
zh_hans: 电阻锁定

source: If you connect a temperature-sensing coil...
bg: Ако ползвате температурно зависим нагревател...
de: Bei Benutzung von Temperaturabhängigen Widerstandsdraht...
es: Si conecta una resistencia de temperatura...
fr: Si vous connectez un coil à contrôle de température...
it: Se si collega una coil per il controllo della temperatura...
nb: Hvis du kobler til en temperaturfølende spole...
nl: Als er een temperatuurvoelende wikkeling gebruikt wordt...
zh_hans: 如果你连接了一个支持温度感应的线圈...

source: Coil Material:
bg: Материал нагревател:
de: Wickel Material:
es: Material de la Resistencia:
fr: Matière du coil:
it: Materiale della coil:
nb: Spolemateriale:
nl: Wikkeldraad:
zh_hans: 线圈材料:

source: Custom
bg: Потребителски
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nb: Tilpasset
nl: Aangepast
zh_hans: 自定义

source: Material Profile:
bg: Материал на профила:
de: Material Profil:
es: Perfil del material:
fr: Profil du fil:
it: Profilo del materiale:
nb: Materialprofil:
nl: TFR-curve:
zh_hans: 材料概况:

source: Move/Resize
de: Bewegen
es: Mover/Redimensionar
fr: Déplacer/modifier
it: Sposta
nb: Flytt/endre størrelse
nl: Verplaats
zh_hans: 移动/调整

source: Split
de: Teile
es: Dividir
fr: Diviser
it: Dividi
nb: Splitt
nl: Splits
zh_hans: 拆分

source: Delete
de: Löschen
es: Eliminar
fr: Effacer
it: Cancella
nb: Slett
nl: Wis
zh_hans: 删除

source: Set X
bg: Установи Х
de: X festlegen
es: Establecer X
fr: Configurer x
nb: Sett X
nl: Vul x in
zh_hans: 设置x

source: X value:
bg: Х стойност:
de: X Wert:
es: Valor de X:
fr: Valeur de x:
it: Valore X:
nb: X-verdi:
nl: Waarde x:
zh_hans: x值:

source: Set Y
bg: Установи Y
de: Y festlegen
es: Establecer Y
fr: "Configurer y
nb: Sett Y
nl: Vul y in
zh_hans: 设置y

source: Y value:
bg: Y стойност:
de: Y Wert:
es: Valor de Y:
fr: Valeur de y:
it: Valore Y:
nb: Y-verdi:
nl: Waarde y:
zh_hans: y值:

source: Custom Materials
bg: Потреб. материали
de: Eigener Wickeldraht
es: Materiales Personalizados
fr: Fils personnalisés
it: Materiali personalizzati
nb: Tilpassede materialer
nl: Ander wikkelmateriaal
zh_hans: 自定义材料

source: Load CSV...
bg: Зареди csv...
de: CSV laden...
es: Cargar CSV...
fr: Charger un csv...
it: Carica CSV...
nb: Last CSV...
nl: CSV laden...
zh_hans: 载入csv...

source: Save CSV...
bg: Запиши csv...
de: CSV speichern...
es: Guardar CSV...
fr: Sauver en csv...
it: Salva CSV...
nb: Lagre CSV...
nl: Opslaan CSV...
zh_hans: 保存csv...

source: Special
bg: Специален
de: Spezial
es: Especial
fr: Spécial
nb: Spesial
nl: Speciaal
zh_hans: 特殊

source: Reduce Number of Points...
bg: Намали броя на точките...
de: Reduziere Anzahl der Punkte...
es: Reducir la Cantidad de Puntos...
fr: Réduire le nombre de points...
it: Riduci il numero dei punti...
nb: Reduser antall punkter...
nl: Reduceer het aantal punten...
zh_hans: 减少点数...

source: Temperature Coefficient of Resistance (Approximation)...
bg: Температурен коефициент на съпротивлението (приблизително)...
de: Widerstands Temperaturkoeffizient (ungefähre Angabe)...
es: Coeficiente de Resistencia a la Temperatura (Aproximado) ...
fr: Coefficient de température de la résistance (approximatif)...
it: Coefficiente di temperatura della resistenza (approssimativo) ...
nb: Temperaturkoeffisient for motstand (tilnærming)...
nl: Temperatuurcoëfficient van het wikkeldraad (benadering)...
zh_hans: 电阻温度系数(近似值)...

source: Preheat Power:
bg: Мощност за преподгрев:
de: Vorheizleistung:
es: Potencia de Precalentamiento:
fr: Puissance de préchauffe:
it: Potenza di preriscaldamento:
nb: Forhåndsvarmeeffekt:
nl: Opwarmvermogen
zh_hans: 预热功率:

source: Preheat Punch:
bg: Степен на подгрева:
de: Vorheizstärke:
es: Empuje de Precalentamiento:
fr: Niveau de préchauffe:
it: Tipo di preriscaldamento:
nb: Forhåndsvarmetrøkk:
nl: Opwarmkracht:
zh_hans: 预热冲力:

source: Soft
bg: Меко
de: Weich
es: Suave
it: Basso
nb: Myk
nl: Zacht
zh_hans: 弱

source: Preheat Time Limit:
bg: Подгрев макс. време:
de: Vorheizzeitlimit:
es: Tiempo Limite de Precalentamiento:
fr: Durée limite de préchauffe:
it: Tempo limite di preriscaldamento:
nb: Tidsgrense for forhåndsvarme:
nl: Opwarmtijd:
zh_hans: 预热时间限制:

source: Atomizer Analyzer
bg: Анализ на изпарителя
de: Verdampfer Analyse
es: Analizador de Atomizador
fr: Analyseur d'atomiseur
it: Analisi Atomizzatore
nb: Fordamper-analysator
nl: Atomizer analyse
zh_hans: 雾化器分析器

source: {0} can be used to analyze your atomizer's resistance stability.
bg: {0} може да се използва за анализ на стабилността на съпротивлението на изпарителя.
de: Zur Analyse der Verdampfer Widerstands Stabilität.
es: {0} Puede usarse pare analizar la estabilidad de la resistencia en el atomizador.
fr: {0} est en mesure d'analyser la stabilité de la résistance de votre atomiseur.
it: Puoi utilizzare {0} per analizzare la stabilità della resistenza nell'atomizzatore.
nb: {0} kan brukes til å analysere hvor stabil motstanden i fordamperen din er.
nl: Analyseer hiermee de stabiliteit van de atomizerweerstand.
zh_hans: {0}可以用来分析你的雾化器电阻稳定性.

source: Theme
bg: Тема
de: Thema
es: Tema
fr: Thème
it: Temi
nb: Tema
nl: Thema
zh_hans: 主题

source: Load Theme...
bg: Зареди тема...
de: Lade Thema
es: Cargar Tema...
fr: Charger le thème...
it: Carica Tema...
nb: Last tema...
nl: Thema laden...
zh_hans: 载入主题...

source: Save Theme...
bg: Запиши тема...
de: Speichere Thema
es: Grabar Tema...
fr: Sauver le thème...
it: Salva Tema...
nb: Lagre tema...
nl: Thema opslaan...
zh_hans: 保存主题...

source: Default Theme
bg: Тема по подразбиране
de: Standardthema
es: Tema por Defecto
fr: Thème par défaut
it: Tema di default
nb: Standard tema
nl: Standaard thema
zh_hans: 默认主题

source: Custom Screens
bg: Личен екран
de: Eigene Anzeigen
es: Pantallas Personalizadas
fr: Ecrans personnalisés
it: Schermi personalizzati
nb: Tilpassede skjermer
nl: Aangepaste schermen
zh_hans: 自定义屏幕

source: Screens are {0} pixels wide and {1} pixels tall.
bg: Екрана е {0} пиксела ширина и {1} пиксела височина.
de: Anzeigen sind {0} pixel breit and {1} pixel hoch.
es: La pantalla tiene {0} pixel de largo y {1} pixel de alto.
fr: Les écrans font {0} pixels de large et {1} pixels de haut.
it: Gli schermi sono da {0} pixel di larghezza e {1} pixel di altezza.
nb: Skjermer er {0} piksler brede og {1} piksler høye.
nl: Schermen zijn {0} pixels breed en {1} pixels hoog.
zh_hans: 屏幕有{0}像素宽和{1}像素高.

source: Capture...
bg: Прихвани...
de: Empfangen
es: Capturat...
fr: Capturer...
it: Cattura...
nb: Hent...
nl: Opnemen...
zh_hans: 捕获...

source: Load...
bg: Зареди...
de: Laden
es: Cargar...
fr: Charger...
it: Carica...
nb: Last...
nl: Laden...
zh_hans: 载入...

source: Save...
bg: Запиши...
de: Speichern
es: Grabar...
fr: Sauver...
it: Salva...
nb: Lagre...
nl: Opslaan...
zh_hans: 保存...

source: Default
bg: Подразбиране
de: Rücksetzen
es: Por Defecto
fr: Par défaut
nb: Standard
nl: Standaard
zh_hans: 默认

source: Welcome (Primary):
bg: Привет (основен):
de: Willkommen (Primäre Anzeige):
es: Bienvenido (Principal):
fr: Bienvenue (1ier):
it: Benvenuto (Principale):
nb: Velkommen (primær):
nl: Welkom (primair):
zh_hans: 欢迎(首屏):

source: Welcome (Secondary):
bg: Привет (втори):
de: Willkommen (Sekundäre Anzeige):
es: Bienvenido (Secundario):
fr: Bienvenue (2ième):
it: Benvenuto (Secondario):
nb: Velkommen (sekundær):
nl: Welkom (secondair):
zh_hans: 欢迎(二屏):

source: Normal Mode:
bg: Нормален режим:
de: Display an:
es: Modo Normal:
fr: Mode normal:
it: Modalità normale:
nb: Normalmodus:
nl: Schermen aan:
zh_hans: 普通模式:

source: Stealth Mode:
bg: Тих режим:
de: Display aus:
es: Modo Sigilo:
fr: Mode écran éteint:
it: Modalità nascosta:
nb: Skjult modus:
nl: Schermen verborgen:
zh_hans: 隐藏模式:

source: New Coil Yes/No:
bg: Нов нагревател да/не:
de: Neue Wicklung Ja/Nein:
es: Nueva Resistencia Si/No:
fr: Nouveau coil oui/non:
it: Nuova coil Sì/No:
nb: Ny spole Ja/Nei:
nl: Nieuwe wikkeling?:
zh_hans: 新雾化器按+同一个雾化器按-:

source: Hold To Lock Ohms:
bg: Натисни за закл. на Омовете:
de: Halten um Ohm zu sperren:
es: Mantener para Bloquear Ohmios:
fr: Maintenir pour bloquer les ohms:
it: Tenere premuto per bloccare Ohms:
nb: Hold for å låse ohm:
nl: Vasthouden om Ω-slot te activeren:
zh_hans: 按住锁定电阻:

source: Hold To Unlock Ohms:
bg: Натисни за откл. на Омовете:
de: Halten um Ohm zu entsperren:
es: Mantener para Desbloquear Ohmios:
fr: Maintenir pour débloquer les ohms:
it: Tenere premuto per sbloccare Ohms:
nb: Hold for å låse opp ohm:
nl: Vasthouden om Ω-slot uit te zetten:
zh_hans: 按住解锁电阻:

source: Power Locked Hold Up Down:
bg: Мощността блокирана натисни + и -:
de: Strom gesperrt Hoch und Runter drücken:
es: Apretar +/- para Bloquar la Potencia:
fr: Puissance verrouillée maintenir haut bas:
it: Premere + e - per bloccare la potenza:
nb: Effekt låst Hold Opp Ned:
nl: Vermogen vastgezet PLUS/MIN vasthouden:
zh_hans: 按住+-解锁功率:

source: Locked Click 5X:
bg: Заключено натисни 5х:
de: Tastensperre Klicke 5x:
es: 5 Clicks para Bloquear:
fr: Verrouillé cliquez 5X:
it: 5 Clic per sbloccare:
nb: Låst Klikk 5X:
nl: Op slot: klik X keer om knoppen vrij te geven:
zh_hans: 按5次解锁:

source: Hold To Change Temp:
bg: Натисни за смяна на темп.:
de: Halte um Temperatur zu ändern:
es: Mantener para Cambiar Temperatura:
fr: Maintenir pour changer la temp:
it: Premere per cambiare temperatura:
nb: Hold for å endre temp:
nl: Vasthouden om temperatuur te wijzigen:
zh_hans: 按住改变温度:

source: Kanthal Max Power:
bg: Кантал Максимална Мощност:
de: Maximale Ausgangsleistung Kanthal:
es: Maxima Potencia Kanthal:
fr: Kanthal puissance max:
it: massima potenza Kanthal:
nb: Kanthal maks effekt:
nl: Maximaal vermogen (TC uit):
zh_hans: 康丝最大功率:

source: Show Message
bg: Покажи съобщение
de: Nachricht anzeigen
es: Mostrar Mensaje
fr: Montrer message
it: Mostra messaggi
nb: Vis melding
nl: Laat scherm zien
zh_hans: 显示信息

source: Don't Show
bg: Не показвай
de: Nicht anzeigen
es: No Mostrar
fr: Ne pas montrer
it: Non mostrare
nb: Ikke vis
nl: Scherm niet laten zien
zh_hans: 不显示

source: Temperature Protected:
bg: Температурна защита:
de: Temperatur geschützt:
es: Proteccion por Temperatura:
fr: Temperature protegée:
it: Protezione temperatura:
nb: Temperatur beskyttet:
nl: TC actief (wikkeling is op temperatuur):
zh_hans: 温度保护:

source: Show Temperature
bg: Покажи температура
de: Zeige Temperatur
es: Mostrar Temperatura
fr: Montrer température
it: Mostra temperatura
nb: Vis temperatur
nl: Laat temperatuur zien
zh_hans: 显示温度

source: Too Hot:
bg: Твърде горещо:
de: Zu heiß:
es: Muy Caliente:
fr: Trop chaud:
it: Troppo caldo:
nb: For varm:
nl: DNA bord te heet:
zh_hans: 过热:

source: Shorted:
bg: Късо:
de: Kurzschluss:
es: Cortocircuito:
fr: Court-circuit:
it: Cortocircuito:
nb: Kortsluttet:
nl: Kortsluiting:
zh_hans: 短路:

source: Ohms Too Low:
bg: Твърде ниско съпротивление:
de: Ohm zu niedrig:
es: Ohmios Muy Bajos:
fr: Ohms trop bas:
it: Ohm troppo bassi:
nb: Ohm for lav:
nl: Weerstand te laag:
zh_hans: 电阻过低:

source: Ohms Too High:
bg: Твърде високо съпротивление:
de: Ohm zu hoch:
es: Ohmios Muy Altos:
fr: Ohms trop hauts:
it: Ohm troppo alti:
nb: Ohm for høy:
nl: Weerstand te hoog:
zh_hans: 电阻过高:
